{"articles":[{"link":"https://edition.cnn.com/2023/03/30/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Silicon Valley Bank’s collapse earlier this month dealt a major blow to the wine and crypto firms that entrusted their money with and depended on the lender to stay afloat.  But it also gave the fine wine and crypto industry a big boost as panicking investors rushed out of the financial sector and into alternative assets.  Bittersweet banking: SVB lent over $4 billion to winery clients since 1994, with over 400 wine industry clients (including wineries, vineyards and vendors) working with the bank’s premium wine division, according to the bank’s website.  Recent SEC filings, meanwhile, indicated SVB had about $1.2 billion in outstanding loans to high-end wine clients when the bank collapsed. Those wineries will be able to recover their money, but what happens to their lines of credit is still uncertain as the details of the bank’s sale to First Citizens BancShares gets hammered out.  SVB also had deep ties to the crypto industry. Circle, the company behind popular stablecoin USDC, said it had about $3.3 billion of its $40 billion in reserves at SVB. The firm’s USDC coin plunged in value on the news that the bank had failed, though it has since recovered.  The collapse of Signature Bank, a major crypto lender, also had serious implications for the industry. The Federal Deposit Insurance Corporation (FDIC) recently told the bank’s crypto clients that they must close their accounts and move their money by April 5, as the deposits were not included in the rescue deal arranged with Flagstar Bank this month.  Still, Bitcoin surged more than 4% on Wednesday, marking its best performance in over a week. The coin is up 23% this month. A single coin now costs more than $28,000 — its highest level since last spring.  That’s because investors are worried about the security of the US banking system and are looking for a way to protect their money outside of it, said crypto advocates.  “Bitcoin and other cryptocurrencies are built on a blockchain in a decentralized structure that is not controlled by just one entity,” said Karan Malik, head of Web3 Strategy at Legacy Suite. “The argument for decentralization and the adoption of cryptocurrency has become more valid after the banks’ collapse.”  Cathie Wood, founder of Ark Investment Management, said in a tweet that the surge in crypto isn’t surprising. “Their blockchains are decentralized, transparent and auditable. Banks are not and, in the last few days, have become less so,” she said.  Investments in fine wines have also surged as investor confidence in the banking system has been shaken.  “Fine wine’s performance over different market backdrops demonstrate its ability to generate alpha and improve risk-adjusted returns in a diversified portfolio due to its stability and low correlation with the equity market,” said CEO and co-founder of Cult Wine Investment Tom Gearing.  The Knight Frank Wealth Report, an annual analysis by the real estate consultancy, found that 39% of ultra high networth individuals will likely invest in wine this year.  “Interest in alternatives is on the rise and will be where wealth is grown over the coming decade,” said the report.  Other safe-haven investments like gold jumped in the wake of SVB’s and Signature Bank’s collapses. The spot price for gold is now up 7.4% for the month, though it has leveled off in recent days. Silver is up 11% for the month.  What’s next: The market realizes we’re “walking into a contraction in credit and an earnings contraction and the recession that will cause the default cycle. We are right in the middle of that,” said Mark Connors, head of research at digital asset management firm 3iQ in a note. “So as that happens, what assets are you going to go to?” he asked. “The 10 year [Treasury] is up, gold is up, yen is up — and Bitcoin is up.”  So will the surge in alternative investments last?  Goldman Sachs estimated this week that households will be net sellers of $750 billion in equities in 2023, and that corporations will buy a net $350 billion in equities in 2023, a 47% slowdown from 2022. That money has to go somewhere.  But the Federal government, FDIC and Federal Reserve Bank have been working around the clock to ensure investors and customers that the US financial system is safe. Alternative investments in crypto, wines and metals, meanwhile, come with their own volatility and risk.  Fed was without supervisory leadership as SVB business strategy went awry  The Federal Reserve went without a supervisory chair for nine months between fall 2021 and summer 2022 — the same period when Silicon Valley Bank’s “business strategy went awry,” according to US Rep. French Hill, a Republican from Arkansas, on Wednesday.  The Fed’s current vice chair for supervision is Michael Barr, who was sworn into his role in July 2022 to replace Randal Quarles after he left the post in October 2021. Barr told The House Financial Services Committee on Wednesday that he is unsure what happened and who was in charge of supervision during that nine-month interim period.  “I apologize, I don’t know the technical answer to that question,” Barr said when asked who was supervising banks during that time.  President Joe Biden failed to immediately nominate a replacement for Quarles and the Fed did not have a plan to replace him in the interim, wrote Peter Conti-Brown — a professor at The Wharton School of the University of Pennsylvania and Brookings Fellow — shortly after Quarles’ term ended. Instead, the Fed’s vital supervisory and regulatory priorities were “managed by the Fed’s Board of Governors, through their committee structure,” Conti-Brown said.  Biden did eventually nominate former Fed governor and Treasury official Sarah Bloom Raskin for the role, but withdrew her name from consideration after she was caught in a controversy involving a Colorado financial technology company. Biden eventually nominated Barr in May 2022.  “It appears to me that we have a lack of supervisory urgency here,” said Hill, noting that it took a full 12 months between when trends in banking triggered concern in Federal Reserve examiners and when action was taken to correct them.  During that period without a chair of supervision, wrote Conti-Brown, financial regulation and supervision likely were not at the forefront of the Fed’s policymaking.  “I think you raise an absolutely essential question. It’s one of the things we’re going to be asking in our review,” Barr told Hill. “Should the supervisors have been much more aggressive in the way that they responded to the risk that they noted? It’s something we’re going to take a good look at.”  Failures of bank management, supervisors and regulatory system led to SVB collapse: Top Fed official  The collapse of Silicon Valley Bank and Signature Bank has caused weeks of turmoil and fear in the US financial system. On Wednesday, the House Financial Services Committee used their hearing to try to figure out what exactly went wrong.  According to Barr, there were multiple causes.  “I think that anytime you have a bank failure like this, bank management clearly failed, supervisors failed and our regulatory system failed,” Barr said at the hearing. “So we’re looking at all of that.”"},{"link":"https://edition.cnn.com/2023/03/30/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Silicon Valley Bank’s collapse earlier this month dealt a major blow to the wine and crypto firms that entrusted their money with and depended on the lender to stay afloat.  But it also gave the fine wine and crypto industry a big boost as panicking investors rushed out of the financial sector and into alternative assets.  Bittersweet banking: SVB lent over $4 billion to winery clients since 1994, with over 400 wine industry clients (including wineries, vineyards and vendors) working with the bank’s premium wine division, according to the bank’s website.  Recent SEC filings, meanwhile, indicated SVB had about $1.2 billion in outstanding loans to high-end wine clients when the bank collapsed. Those wineries will be able to recover their money, but what happens to their lines of credit is still uncertain as the details of the bank’s sale to First Citizens BancShares gets hammered out.  SVB also had deep ties to the crypto industry. Circle, the company behind popular stablecoin USDC, said it had about $3.3 billion of its $40 billion in reserves at SVB. The firm’s USDC coin plunged in value on the news that the bank had failed, though it has since recovered.  The collapse of Signature Bank, a major crypto lender, also had serious implications for the industry. The Federal Deposit Insurance Corporation (FDIC) recently told the bank’s crypto clients that they must close their accounts and move their money by April 5, as the deposits were not included in the rescue deal arranged with Flagstar Bank this month.  Still, Bitcoin surged more than 4% on Wednesday, marking its best performance in over a week. The coin is up 23% this month. A single coin now costs more than $28,000 — its highest level since last spring.  That’s because investors are worried about the security of the US banking system and are looking for a way to protect their money outside of it, said crypto advocates.  “Bitcoin and other cryptocurrencies are built on a blockchain in a decentralized structure that is not controlled by just one entity,” said Karan Malik, head of Web3 Strategy at Legacy Suite. “The argument for decentralization and the adoption of cryptocurrency has become more valid after the banks’ collapse.”  Cathie Wood, founder of Ark Investment Management, said in a tweet that the surge in crypto isn’t surprising. “Their blockchains are decentralized, transparent and auditable. Banks are not and, in the last few days, have become less so,” she said.  Investments in fine wines have also surged as investor confidence in the banking system has been shaken.  “Fine wine’s performance over different market backdrops demonstrate its ability to generate alpha and improve risk-adjusted returns in a diversified portfolio due to its stability and low correlation with the equity market,” said CEO and co-founder of Cult Wine Investment Tom Gearing.  The Knight Frank Wealth Report, an annual analysis by the real estate consultancy, found that 39% of ultra high networth individuals will likely invest in wine this year.  “Interest in alternatives is on the rise and will be where wealth is grown over the coming decade,” said the report.  Other safe-haven investments like gold jumped in the wake of SVB’s and Signature Bank’s collapses. The spot price for gold is now up 7.4% for the month, though it has leveled off in recent days. Silver is up 11% for the month.  What’s next: The market realizes we’re “walking into a contraction in credit and an earnings contraction and the recession that will cause the default cycle. We are right in the middle of that,” said Mark Connors, head of research at digital asset management firm 3iQ in a note. “So as that happens, what assets are you going to go to?” he asked. “The 10 year [Treasury] is up, gold is up, yen is up — and Bitcoin is up.”  So will the surge in alternative investments last?  Goldman Sachs estimated this week that households will be net sellers of $750 billion in equities in 2023, and that corporations will buy a net $350 billion in equities in 2023, a 47% slowdown from 2022. That money has to go somewhere.  But the Federal government, FDIC and Federal Reserve Bank have been working around the clock to ensure investors and customers that the US financial system is safe. Alternative investments in crypto, wines and metals, meanwhile, come with their own volatility and risk.  Fed was without supervisory leadership as SVB business strategy went awry  The Federal Reserve went without a supervisory chair for nine months between fall 2021 and summer 2022 — the same period when Silicon Valley Bank’s “business strategy went awry,” according to US Rep. French Hill, a Republican from Arkansas, on Wednesday.  The Fed’s current vice chair for supervision is Michael Barr, who was sworn into his role in July 2022 to replace Randal Quarles after he left the post in October 2021. Barr told The House Financial Services Committee on Wednesday that he is unsure what happened and who was in charge of supervision during that nine-month interim period.  “I apologize, I don’t know the technical answer to that question,” Barr said when asked who was supervising banks during that time.  President Joe Biden failed to immediately nominate a replacement for Quarles and the Fed did not have a plan to replace him in the interim, wrote Peter Conti-Brown — a professor at The Wharton School of the University of Pennsylvania and Brookings Fellow — shortly after Quarles’ term ended. Instead, the Fed’s vital supervisory and regulatory priorities were “managed by the Fed’s Board of Governors, through their committee structure,” Conti-Brown said.  Biden did eventually nominate former Fed governor and Treasury official Sarah Bloom Raskin for the role, but withdrew her name from consideration after she was caught in a controversy involving a Colorado financial technology company. Biden eventually nominated Barr in May 2022.  “It appears to me that we have a lack of supervisory urgency here,” said Hill, noting that it took a full 12 months between when trends in banking triggered concern in Federal Reserve examiners and when action was taken to correct them.  During that period without a chair of supervision, wrote Conti-Brown, financial regulation and supervision likely were not at the forefront of the Fed’s policymaking.  “I think you raise an absolutely essential question. It’s one of the things we’re going to be asking in our review,” Barr told Hill. “Should the supervisors have been much more aggressive in the way that they responded to the risk that they noted? It’s something we’re going to take a good look at.”  Failures of bank management, supervisors and regulatory system led to SVB collapse: Top Fed official  The collapse of Silicon Valley Bank and Signature Bank has caused weeks of turmoil and fear in the US financial system. On Wednesday, the House Financial Services Committee used their hearing to try to figure out what exactly went wrong.  According to Barr, there were multiple causes.  “I think that anytime you have a bank failure like this, bank management clearly failed, supervisors failed and our regulatory system failed,” Barr said at the hearing. “So we’re looking at all of that.”"},{"link":"https://edition.cnn.com/2023/03/30/investing/global-ipo-market-slump-q1-intl-hnk","text":"Hong Kong CNN —  A slowdown in global initial public offerings continued in the first quarter of 2023 and is likely to endure in the coming months, as companies wait out the effects of volatile stock markets, higher interest rates and inflation, and uncertainty around the banking crisis.  That’s according to an EY report Thursday, which found that 299 companies around the world went public over the past three months, down 8% compared to the same time last year. Funds raised from those listings, meanwhile, plummeted 61% year-on-year, to $21.5 billion.  The slump follows a 45% drop in the number of IPOs last year, according to EY.  “Through just one quarter of 2023, it was more of the same for the stuttering global IPO market,” the firm said in a statement Thursday.  “Any initial euphoria at the start of the year was quickly dampened by the unexpected inflation and interest rate outlook, with the mood further stifled by the latest turmoil in the global banking system.”  Investors have been grappling with higher interest rates and costs of living for months. Lately, they’ve also been unnerved by historic upheaval in the banking industry, which has resulted in emergency interventions for Credit Suisse, Silicon Valley Bank, Signature Bank and First Republic Bank.  Ultimately, this means “companies are holding out for the stock markets to stabilize and rebound before listing,” EY said in its report.  Ringo Choi, EY’s IPO leader for Asia Pacific — a region that saw a dip in listings this quarter — said there was a “backlog” of firms that were interested in going public.  In Mainland China, for example, there are some “800 companies in the pipeline,” according to Choi, citing public filings.  But many firms around the world are biding their time, particularly as they’re discouraged by a lack of returns for those that did hit the market in recent months, he told CNN.  “Most of them report a loss,” Choi said. “People start to worry [and say,] ‘Well, what’s the meaning for getting an IPO?’ Why don’t they wait?”  Choi said he expects the decline to persist until at least the summer. But things may turn around later this year as “peaking inflation, energy prices softening and the rebound of mainland China’s economy” help investors regain confidence, according to EY.  Choi predicted the global market would recover in the second half of 2023, in part because he believed it had already hit the bottom.  “We’re lying on the floor,” he said. “It is very easy for us to have a rebound.”  Governments around the world are trying to promote IPOs in their respective jurisdictions, which could spur a revival, Choi noted.  Hong Kong’s Chief Executive John Lee, for example, recently traveled to Saudi Arabia and urged companies to consider listing in the city, Choi said.  “Once there is evidence of a more stable market with higher certainty, investor confidence should return,” EY said in its statement.  The firm indicated that “prominent companies that had postponed IPO plans may restart, albeit at more modest valuations.”"},{"link":"https://edition.cnn.com/2023/03/30/investing/global-ipo-market-slump-q1-intl-hnk","text":"Hong Kong CNN —  A slowdown in global initial public offerings continued in the first quarter of 2023 and is likely to endure in the coming months, as companies wait out the effects of volatile stock markets, higher interest rates and inflation, and uncertainty around the banking crisis.  That’s according to an EY report Thursday, which found that 299 companies around the world went public over the past three months, down 8% compared to the same time last year. Funds raised from those listings, meanwhile, plummeted 61% year-on-year, to $21.5 billion.  The slump follows a 45% drop in the number of IPOs last year, according to EY.  “Through just one quarter of 2023, it was more of the same for the stuttering global IPO market,” the firm said in a statement Thursday.  “Any initial euphoria at the start of the year was quickly dampened by the unexpected inflation and interest rate outlook, with the mood further stifled by the latest turmoil in the global banking system.”  Investors have been grappling with higher interest rates and costs of living for months. Lately, they’ve also been unnerved by historic upheaval in the banking industry, which has resulted in emergency interventions for Credit Suisse, Silicon Valley Bank, Signature Bank and First Republic Bank.  Ultimately, this means “companies are holding out for the stock markets to stabilize and rebound before listing,” EY said in its report.  Ringo Choi, EY’s IPO leader for Asia Pacific — a region that saw a dip in listings this quarter — said there was a “backlog” of firms that were interested in going public.  In Mainland China, for example, there are some “800 companies in the pipeline,” according to Choi, citing public filings.  But many firms around the world are biding their time, particularly as they’re discouraged by a lack of returns for those that did hit the market in recent months, he told CNN.  “Most of them report a loss,” Choi said. “People start to worry [and say,] ‘Well, what’s the meaning for getting an IPO?’ Why don’t they wait?”  Choi said he expects the decline to persist until at least the summer. But things may turn around later this year as “peaking inflation, energy prices softening and the rebound of mainland China’s economy” help investors regain confidence, according to EY.  Choi predicted the global market would recover in the second half of 2023, in part because he believed it had already hit the bottom.  “We’re lying on the floor,” he said. “It is very easy for us to have a rebound.”  Governments around the world are trying to promote IPOs in their respective jurisdictions, which could spur a revival, Choi noted.  Hong Kong’s Chief Executive John Lee, for example, recently traveled to Saudi Arabia and urged companies to consider listing in the city, Choi said.  “Once there is evidence of a more stable market with higher certainty, investor confidence should return,” EY said in its statement.  The firm indicated that “prominent companies that had postponed IPO plans may restart, albeit at more modest valuations.”"},{"link":"https://edition.cnn.com/2023/03/29/investing/credit-suisse-american-tax-evasion","text":"New York CNN —  Credit Suisse is complicit in ongoing tax evasion by ultra-wealthy Americans, including a potentially criminal conspiracy involving the failure to disclose nearly $100 million in secret offshore accounts held by a single family, a Senate investigation released Wednesday finds.  The two-year investigation by Senate Finance Committee Chairman Ron Wyden alleges major violations of the 2014 plea agreement Credit Suisse reached with the US Justice Department after it enabled thousands of wealthy Americans to avoid taxes.  “At the center of this investigation are greedy Swiss bankers and catnapping government regulators,” Wyden said in a statement, “and the result appears to be a massive, ongoing conspiracy to help ultra-wealthy US citizens to evade taxes and rip off their fellow Americans.”  The Senate panel said Credit Suisse, under pressure from investigators, has identified 23 additional large and undeclared accounts belonging to ultra-wealthy Americans, each with assets above $20 million. More reviews are underway, the Senate committee said.  The panel also said it uncovered a previously unknown and ongoing effort by Credit Suisse to hide nearly $100 million in secret offshore accounts belonging to a single family of American taxpayers.  All told, the committee estimates more than $700 million in concealed accounts held at Credit Suisse in violation of that 2014 plea deal.  The Senate investigation also found that former senior bankers at Credit Suisse were involved in the management of these large and undeclared offshore accounts.  In a statement to CNN on Wednesday, a Credit Suisse spokesperson said the bank does not tolerate tax evasion.  “In its core, the report describes legacy issues, some from a decade ago, and we have implemented extensive enhancements since then to root out individuals who seek to conceal assets from tax authorities,” the bank spokesperson said in the statement.  Credit Suisse said its new leadership has cooperated with the Senate inquiry.  “Our clear policy is to close undeclared accounts when identified, and to discipline any employee who fails to comply with bank policy or falls short of Credit Suisse’s standards of conduct. Credit Suisse is also actively cooperating with US authorities including the DOJ to address some remaining legacy conduct or policy concerns, and will continue to do so,” the spokesperson said in the statement.  In 2014, Credit Suisse pled guilty to federal charges that it illegally allowed some US clients evade their taxes for decades. The bank agreed to pay a total of $2.6 billion to the federal government and New York regulators.  The latest allegations come just days after Credit Suisse reached an emergency deal to be acquired by rival UBS."},{"link":"https://edition.cnn.com/2023/03/29/investing/credit-suisse-american-tax-evasion","text":"New York CNN —  Credit Suisse is complicit in ongoing tax evasion by ultra-wealthy Americans, including a potentially criminal conspiracy involving the failure to disclose nearly $100 million in secret offshore accounts held by a single family, a Senate investigation released Wednesday finds.  The two-year investigation by Senate Finance Committee Chairman Ron Wyden alleges major violations of the 2014 plea agreement Credit Suisse reached with the US Justice Department after it enabled thousands of wealthy Americans to avoid taxes.  “At the center of this investigation are greedy Swiss bankers and catnapping government regulators,” Wyden said in a statement, “and the result appears to be a massive, ongoing conspiracy to help ultra-wealthy US citizens to evade taxes and rip off their fellow Americans.”  The Senate panel said Credit Suisse, under pressure from investigators, has identified 23 additional large and undeclared accounts belonging to ultra-wealthy Americans, each with assets above $20 million. More reviews are underway, the Senate committee said.  The panel also said it uncovered a previously unknown and ongoing effort by Credit Suisse to hide nearly $100 million in secret offshore accounts belonging to a single family of American taxpayers.  All told, the committee estimates more than $700 million in concealed accounts held at Credit Suisse in violation of that 2014 plea deal.  The Senate investigation also found that former senior bankers at Credit Suisse were involved in the management of these large and undeclared offshore accounts.  In a statement to CNN on Wednesday, a Credit Suisse spokesperson said the bank does not tolerate tax evasion.  “In its core, the report describes legacy issues, some from a decade ago, and we have implemented extensive enhancements since then to root out individuals who seek to conceal assets from tax authorities,” the bank spokesperson said in the statement.  Credit Suisse said its new leadership has cooperated with the Senate inquiry.  “Our clear policy is to close undeclared accounts when identified, and to discipline any employee who fails to comply with bank policy or falls short of Credit Suisse’s standards of conduct. Credit Suisse is also actively cooperating with US authorities including the DOJ to address some remaining legacy conduct or policy concerns, and will continue to do so,” the spokesperson said in the statement.  In 2014, Credit Suisse pled guilty to federal charges that it illegally allowed some US clients evade their taxes for decades. The bank agreed to pay a total of $2.6 billion to the federal government and New York regulators.  The latest allegations come just days after Credit Suisse reached an emergency deal to be acquired by rival UBS."},{"link":"https://edition.cnn.com/2023/03/29/investing/premarket-stocks-trading","text":"New York CNN —  Inflation is ravaging shoppers’ wallets and the Federal Reserve has responded by instituting a regimen of painful interest rate hikes that could land the economy in a recession. But corporate profits are surging. US profit margins have reached record levels not seen since the immediate aftermath of World War II.  How did that happen?  Some economists are pointing to “greedflation,” the idea that companies are using high inflation rates as an excuse to price-gouge their customers while they bring in record profit margins.  Société Générale’s global strategy economist, Albert Edwards, wrote in a note last week that “the primary driver” of high inflation is companies taking advantage of customers by charging more to make an extra profit.  ​​Customers expect price rises because they read about inflation in the press, wrote Edwards, but companies have “clearly taken advantage of rising inflation expectations” and have increased their prices even as their costs have remained the same, adding to their bottom line.  Edwards says that instead of “calling this out as the primary cause of high inflation, central banks have instead chosen to focus on rising nominal wages as threatening to embed higher inflation – the so-called ‘wage/price spiral’,” referring to the central bank’s theory that wage growth has to slow down for prices to ease.  Between the end of 2020 and the third quarter of 2022, employee pay rose by 14%, but corporate profits grew by a whopping 28%.  Isabella Weber, an economist at the University of Massachusetts Amherst outlined in a recent academic study what she calls a “price-price spiral,” where companies hike prices beyond an increase in their costs.  Companies have recently “pushed margins higher. And, most surprisingly, they still continue to do so even as their raw material costs fall away,” wrote Edwards.  In a January speech, Lael Brainard, former Fed vice chair and current director of the National Economic Council of the United States, expressed worry that a price-price spiral could ultimately tank the economy by turning consumers off from spending. “The compression of these markups as supply constraints ease, inventories rise and demand cools could contribute to disinflationary pressures,” she said.  Other analysts, including UBS Wealth Management’s chief economist Paul Donovan, have also taken issue with the current strategy. “Powell’s failure to explain the philosophy behind their policy — how will rate hikes curb profit margin expansion? — adds uncertainty,” he said in a recent episode of his podcast.  What’s next: The first quarter of 2023 officially comes to an end this week and corporations will soon begin to report on their earnings. Those reports will provide key insights into the reliance of consumer spending, supply chain inefficiencies, inventory levels and perhaps more importantly: Profit margins.  But price-price spirals can’t last forever, said Annabel Rudebeck, head of non-US Credit at Western Asset. A recession will chip away at companies’ abilities to charge more. “There will be a point where the ability to push price over volume becomes more challenging. Presumably that would happen if we do see a big correction among higher-earning people.”  Three takeaways from Tuesday’s Senate hearing on recent bank failures  Silicon Valley Bank’s downfall sent waves of panic through the financial system earlier this month, setting off a chain reaction of chaos with which regional banks are still grappling.  Now, lawmakers are in the midst of an investigation into what led to the second-largest and third-largest bank collapses in US history — and how to prevent something similar from happening again.  On Tuesday, members of the Senate Banking Committee probed federal regulators: Martin Gruenberg, chairman of the board of directors of the Federal Deposit Insurance Corporation; Nellie Liang, under secretary for domestic finance at the US Treasury; and Michael Barr, vice chair for supervision at the Federal Reserve, about the tumultuous events that sent financial systems into a frenzy.  Here are three of the key issues that arose from the hearing:  1. Silicon Valley Bank customers  New details that emerged underscored the enormity of the bank run at SVB as it became the second-largest bank failure in American history.  Panicked customers attempted to withdraw a staggering $100 billion from Silicon Valley Bank on the day the tech lender was shut down by regulators, Barr revealed on Tuesday.  Officials have previously detailed that customers successfully pulled $42 billion from Silicon Valley Bank on March 9, the day before it was shut.  2. Mismanagement led to SVB’s failure  In his testimony, Barr also detailed how SVB leadership failed to effectively manage interest rates and the risk of running out of cash.  SVB’s failure is a “textbook case of mismanagement,” Barr said.  The Fed official pointed out that SVB’s belated effort to fix its balance sheet only made matters worse.  “The bank waited too long to address its problems and, ironically, the overdue actions it finally took to strengthen its balance sheet sparked the uninsured depositor run that led to the bank’s failure,” said Barr, adding that there was “inadequate” risk management and internal controls.  “Social media saw a surge in talk about a run, and uninsured depositors acted quickly to flee,” he said.  3. More regulation is needed  Democratic Sen. Elizabeth Warren of Massachusetts grilled federal regulators on their commitment to tightening banking rules.  “Executives at SVB and Signature [Bank] took wild risks and must be held accountable for exploding their banks,” Warren said. “But let’s be clear, these collapses also represent a massive failure in supervision over our nation’s banks.”  All three federal regulators called to testify agreed with Warren that the government needs to strengthen the rules for banks to help prevent future bank collapses.  “I anticipate the need to strengthen capital and liquidity standards for firms over $100 billion,” said Barr.  Republican Senators say the Fed’s focus on climate change led to banking turmoil  Republican Senators repeatedly insinuated on Tuesday that the recent US banking turmoil came as a result of the Federal Reserve’s focus on climate change.  The Federal Reserve announced in September that the six largest banks in the United States would participate in a voluntary pilot program to test what effects disastrous climate change scenarios could have on their bottom lines.  During Tuesday’s hearing, some Republican lawmakers appeared to blame the Fed’s focus on that program and on addressing climate change in general for a lack of regulatory banking oversight.  In his opening statement, Republican Sen. Tim Scott of South Carolina, the ranking member of the banking committee, called the Fed’s focus on climate change a waste of time.  “The Fed should focus on its mission and not the climate arena. This is a waste of time, attention and manpower,” he said. “All things that could have gone into bank supervision.”  Republican Sen. Steve Daines of Montana said President Joe Biden’s stimulus plan contributed to the downfall of Silicon Valley Bank by failing “to prioritize clear and present risks of the inflationary environment, rising interest rates and what they would do to bond values,” and “instead opting to focus on climate change.”  Daines also accused the Federal Reserve Bank of San Francisco of prioritizing climate change over the risks presented by higher interest rates.  “Senator, I’ve been focused on risk throughout the system, both short-term and long-term risks,” replied Michael Barr, the Fed’s vice chair for supervision. “Interest rate risk is a bread and butter issue in banking. It’s what our supervisors do all the time.”  In an interview with Montana Public Radio in 2014, Daines said that “the jury’s still out” on whether climate change is real. His campaigns have received more than $600,000 in donations from the oil and gas industry.  Fed Chair Jerome Powell has said repeatedly that the central bank would not become a “climate policymaker.”  “Today, some analysts ask whether incorporating into bank supervision the perceived risks associated with climate change is appropriate, wise, and consistent with our existing mandates,” Powell said in January.  “In my view, the Fed does have narrow, but important, responsibilities regarding climate-related financial risks. These responsibilities are tightly linked to our responsibilities for bank supervision. The public reasonably expects supervisors to require that banks understand, and appropriately manage, their material risks, including the financial risks of climate change.”"},{"link":"https://edition.cnn.com/2023/03/29/investing/premarket-stocks-trading","text":"New York CNN —  Inflation is ravaging shoppers’ wallets and the Federal Reserve has responded by instituting a regimen of painful interest rate hikes that could land the economy in a recession. But corporate profits are surging. US profit margins have reached record levels not seen since the immediate aftermath of World War II.  How did that happen?  Some economists are pointing to “greedflation,” the idea that companies are using high inflation rates as an excuse to price-gouge their customers while they bring in record profit margins.  Société Générale’s global strategy economist, Albert Edwards, wrote in a note last week that “the primary driver” of high inflation is companies taking advantage of customers by charging more to make an extra profit.  ​​Customers expect price rises because they read about inflation in the press, wrote Edwards, but companies have “clearly taken advantage of rising inflation expectations” and have increased their prices even as their costs have remained the same, adding to their bottom line.  Edwards says that instead of “calling this out as the primary cause of high inflation, central banks have instead chosen to focus on rising nominal wages as threatening to embed higher inflation – the so-called ‘wage/price spiral’,” referring to the central bank’s theory that wage growth has to slow down for prices to ease.  Between the end of 2020 and the third quarter of 2022, employee pay rose by 14%, but corporate profits grew by a whopping 28%.  Isabella Weber, an economist at the University of Massachusetts Amherst outlined in a recent academic study what she calls a “price-price spiral,” where companies hike prices beyond an increase in their costs.  Companies have recently “pushed margins higher. And, most surprisingly, they still continue to do so even as their raw material costs fall away,” wrote Edwards.  In a January speech, Lael Brainard, former Fed vice chair and current director of the National Economic Council of the United States, expressed worry that a price-price spiral could ultimately tank the economy by turning consumers off from spending. “The compression of these markups as supply constraints ease, inventories rise and demand cools could contribute to disinflationary pressures,” she said.  Other analysts, including UBS Wealth Management’s chief economist Paul Donovan, have also taken issue with the current strategy. “Powell’s failure to explain the philosophy behind their policy — how will rate hikes curb profit margin expansion? — adds uncertainty,” he said in a recent episode of his podcast.  What’s next: The first quarter of 2023 officially comes to an end this week and corporations will soon begin to report on their earnings. Those reports will provide key insights into the reliance of consumer spending, supply chain inefficiencies, inventory levels and perhaps more importantly: Profit margins.  But price-price spirals can’t last forever, said Annabel Rudebeck, head of non-US Credit at Western Asset. A recession will chip away at companies’ abilities to charge more. “There will be a point where the ability to push price over volume becomes more challenging. Presumably that would happen if we do see a big correction among higher-earning people.”  Three takeaways from Tuesday’s Senate hearing on recent bank failures  Silicon Valley Bank’s downfall sent waves of panic through the financial system earlier this month, setting off a chain reaction of chaos with which regional banks are still grappling.  Now, lawmakers are in the midst of an investigation into what led to the second-largest and third-largest bank collapses in US history — and how to prevent something similar from happening again.  On Tuesday, members of the Senate Banking Committee probed federal regulators: Martin Gruenberg, chairman of the board of directors of the Federal Deposit Insurance Corporation; Nellie Liang, under secretary for domestic finance at the US Treasury; and Michael Barr, vice chair for supervision at the Federal Reserve, about the tumultuous events that sent financial systems into a frenzy.  Here are three of the key issues that arose from the hearing:  1. Silicon Valley Bank customers  New details that emerged underscored the enormity of the bank run at SVB as it became the second-largest bank failure in American history.  Panicked customers attempted to withdraw a staggering $100 billion from Silicon Valley Bank on the day the tech lender was shut down by regulators, Barr revealed on Tuesday.  Officials have previously detailed that customers successfully pulled $42 billion from Silicon Valley Bank on March 9, the day before it was shut.  2. Mismanagement led to SVB’s failure  In his testimony, Barr also detailed how SVB leadership failed to effectively manage interest rates and the risk of running out of cash.  SVB’s failure is a “textbook case of mismanagement,” Barr said.  The Fed official pointed out that SVB’s belated effort to fix its balance sheet only made matters worse.  “The bank waited too long to address its problems and, ironically, the overdue actions it finally took to strengthen its balance sheet sparked the uninsured depositor run that led to the bank’s failure,” said Barr, adding that there was “inadequate” risk management and internal controls.  “Social media saw a surge in talk about a run, and uninsured depositors acted quickly to flee,” he said.  3. More regulation is needed  Democratic Sen. Elizabeth Warren of Massachusetts grilled federal regulators on their commitment to tightening banking rules.  “Executives at SVB and Signature [Bank] took wild risks and must be held accountable for exploding their banks,” Warren said. “But let’s be clear, these collapses also represent a massive failure in supervision over our nation’s banks.”  All three federal regulators called to testify agreed with Warren that the government needs to strengthen the rules for banks to help prevent future bank collapses.  “I anticipate the need to strengthen capital and liquidity standards for firms over $100 billion,” said Barr.  Republican Senators say the Fed’s focus on climate change led to banking turmoil  Republican Senators repeatedly insinuated on Tuesday that the recent US banking turmoil came as a result of the Federal Reserve’s focus on climate change.  The Federal Reserve announced in September that the six largest banks in the United States would participate in a voluntary pilot program to test what effects disastrous climate change scenarios could have on their bottom lines.  During Tuesday’s hearing, some Republican lawmakers appeared to blame the Fed’s focus on that program and on addressing climate change in general for a lack of regulatory banking oversight.  In his opening statement, Republican Sen. Tim Scott of South Carolina, the ranking member of the banking committee, called the Fed’s focus on climate change a waste of time.  “The Fed should focus on its mission and not the climate arena. This is a waste of time, attention and manpower,” he said. “All things that could have gone into bank supervision.”  Republican Sen. Steve Daines of Montana said President Joe Biden’s stimulus plan contributed to the downfall of Silicon Valley Bank by failing “to prioritize clear and present risks of the inflationary environment, rising interest rates and what they would do to bond values,” and “instead opting to focus on climate change.”  Daines also accused the Federal Reserve Bank of San Francisco of prioritizing climate change over the risks presented by higher interest rates.  “Senator, I’ve been focused on risk throughout the system, both short-term and long-term risks,” replied Michael Barr, the Fed’s vice chair for supervision. “Interest rate risk is a bread and butter issue in banking. It’s what our supervisors do all the time.”  In an interview with Montana Public Radio in 2014, Daines said that “the jury’s still out” on whether climate change is real. His campaigns have received more than $600,000 in donations from the oil and gas industry.  Fed Chair Jerome Powell has said repeatedly that the central bank would not become a “climate policymaker.”  “Today, some analysts ask whether incorporating into bank supervision the perceived risks associated with climate change is appropriate, wise, and consistent with our existing mandates,” Powell said in January.  “In my view, the Fed does have narrow, but important, responsibilities regarding climate-related financial risks. These responsibilities are tightly linked to our responsibilities for bank supervision. The public reasonably expects supervisors to require that banks understand, and appropriately manage, their material risks, including the financial risks of climate change.”"},{"link":"https://edition.cnn.com/2023/03/28/investing/senate-banking-hearing-svb","text":"New York CNN —  Silicon Valley Bank’s downfall sent waves of panic through the financial system earlier this month, setting off a chain reaction of chaos with which regional banks are still grappling.  Now, lawmakers are in the midst of an investigation into what led to the second-largest and third-largest bank collapses in US history — and how to prevent something similar from happening again.  On Tuesday, members of the Senate Banking Committee probed federal regulators: Martin Gruenberg, chairman of the board of directors of the Federal Deposit Insurance Corporation; Nellie Liang, under secretary for domestic finance at the US Treasury; and Michael Barr, vice chair for supervision at the Federal Reserve, about the tumultuous events that sent financial systems into a frenzy.  Here are some of the key issues that arose from the hearing:  Silicon Valley Bank customers  New details that emerged underscored the enormity of the bank run at SVB as it became the second-largest bank failure in American history.  Panicked customers attempted to withdraw a staggering $100 billion from Silicon Valley Bank on the day the tech lender was shut down by regulators, Barr revealed on Tuesday.  Officials have previously detailed that customers successfully pulled $42 billion from Silicon Valley Bank on March 9, the day before it was shut.  Mismanagement led to SVB’s failure  In his testimony, Barr also detailed how SVB leadership failed to effectively manage interest rates and the risk of running out of cash.  SVB’s failure is a “textbook case of mismanagement,” Barr said.  The Fed official pointed out that SVB’s belated effort to fix its balance sheet only made matters worse.  “The bank waited too long to address its problems and, ironically, the overdue actions it finally took to strengthen its balance sheet sparked the uninsured depositor run that led to the bank’s failure,” said Barr, adding that there was “inadequate” risk management and internal controls.  “Social media saw a surge in talk about a run, and uninsured depositors acted quickly to flee,” he said.  Regulators say banks are safe  Barr echoed comments from other top regulators in assuring the public about the safety of banks.  “Our banking system is sound and resilient, with strong capital and liquidity,” he said Tuesday. “We are committed to ensuring that all deposits are safe. We will continue to closely monitor conditions in the banking system and are prepared to use all of our tools for any size institution, as needed, to keep the system safe and sound.”  Gruenberg of the FDIC said that the collapses of SVB and Signature Bank “demonstrate the implications that banks with assets over $100 billion can have for financial stability. The prudential regulation of these institutions merits serious attention, particularly for capital, liquidity, and interest rate risk.”  More regulation is needed  Democratic Senator Elizabeth Warren of Massachusetts grilled federal regulators on their commitment to tightening banking rules.  “Executives at SVB and Signature [Bank] took wild risks and must be held accountable for exploding their banks,” Warren said. “But let’s be clear, these collapses also represent a massive failure in supervision over our nation’s banks.”  All three federal regulators called to testify agreed with Warren that the government needs to strengthen the rules for banks to help prevent future bank collapses.  “I anticipate the need to strengthen capital and liquidity standards for firms over $100 billion,” said Barr.  Bank executives could land in trouble  Both Gruenberg and Barr confirmed on Tuesday that they are considering serious action against the people who ran the banks.  Recent Securities and Exchange Commission filings also show that former SVB CEO Greg Becker sold more than $2 million in bank stocks in late February and $1.1 million in stocks in January, ahead of the bank’s failure.  Becker took home about $10 million in compensation last year. Joseph DePaolo, the former CEO of Signature Bank, received about $8.6 million.  Both the FDIC and Federal Reserve have the authority to claw some of that money back and further penalize bank executives.  “The board does have authority to pursue actions against individuals who engage in violations of the law, who engage in unsafe or unsound practices who have engaged in breaches of fiduciary duty,” said Barr.  “We retain this authority even after a bank fails, and we stand ready to use this authority to the fullest extent based on the facts and circumstances,” he said. Potential consequences include prohibition from banking, civil money penalties, or the payment of restitution.  Gruenberg said that his agency is already conducting investigations into the conduct of board members, executives and other affiliated parties of the failed banks.  More hearings are coming  On Wednesday, the House Financial Services Committee will continue with its own line of questioning — and it’s not likely to be the last, as lawmakers contemplate and debate potential changes to finance regulations and supervision.  Becker and DePaolo have both been asked to testify at a later date.  — CNN’s Matt Egan and Krystal Hur contributed to this report."},{"link":"https://edition.cnn.com/2023/03/28/investing/senate-banking-hearing-svb","text":"New York CNN —  Silicon Valley Bank’s downfall sent waves of panic through the financial system earlier this month, setting off a chain reaction of chaos with which regional banks are still grappling.  Now, lawmakers are in the midst of an investigation into what led to the second-largest and third-largest bank collapses in US history — and how to prevent something similar from happening again.  On Tuesday, members of the Senate Banking Committee probed federal regulators: Martin Gruenberg, chairman of the board of directors of the Federal Deposit Insurance Corporation; Nellie Liang, under secretary for domestic finance at the US Treasury; and Michael Barr, vice chair for supervision at the Federal Reserve, about the tumultuous events that sent financial systems into a frenzy.  Here are some of the key issues that arose from the hearing:  Silicon Valley Bank customers  New details that emerged underscored the enormity of the bank run at SVB as it became the second-largest bank failure in American history.  Panicked customers attempted to withdraw a staggering $100 billion from Silicon Valley Bank on the day the tech lender was shut down by regulators, Barr revealed on Tuesday.  Officials have previously detailed that customers successfully pulled $42 billion from Silicon Valley Bank on March 9, the day before it was shut.  Mismanagement led to SVB’s failure  In his testimony, Barr also detailed how SVB leadership failed to effectively manage interest rates and the risk of running out of cash.  SVB’s failure is a “textbook case of mismanagement,” Barr said.  The Fed official pointed out that SVB’s belated effort to fix its balance sheet only made matters worse.  “The bank waited too long to address its problems and, ironically, the overdue actions it finally took to strengthen its balance sheet sparked the uninsured depositor run that led to the bank’s failure,” said Barr, adding that there was “inadequate” risk management and internal controls.  “Social media saw a surge in talk about a run, and uninsured depositors acted quickly to flee,” he said.  Regulators say banks are safe  Barr echoed comments from other top regulators in assuring the public about the safety of banks.  “Our banking system is sound and resilient, with strong capital and liquidity,” he said Tuesday. “We are committed to ensuring that all deposits are safe. We will continue to closely monitor conditions in the banking system and are prepared to use all of our tools for any size institution, as needed, to keep the system safe and sound.”  Gruenberg of the FDIC said that the collapses of SVB and Signature Bank “demonstrate the implications that banks with assets over $100 billion can have for financial stability. The prudential regulation of these institutions merits serious attention, particularly for capital, liquidity, and interest rate risk.”  More regulation is needed  Democratic Senator Elizabeth Warren of Massachusetts grilled federal regulators on their commitment to tightening banking rules.  “Executives at SVB and Signature [Bank] took wild risks and must be held accountable for exploding their banks,” Warren said. “But let’s be clear, these collapses also represent a massive failure in supervision over our nation’s banks.”  All three federal regulators called to testify agreed with Warren that the government needs to strengthen the rules for banks to help prevent future bank collapses.  “I anticipate the need to strengthen capital and liquidity standards for firms over $100 billion,” said Barr.  Bank executives could land in trouble  Both Gruenberg and Barr confirmed on Tuesday that they are considering serious action against the people who ran the banks.  Recent Securities and Exchange Commission filings also show that former SVB CEO Greg Becker sold more than $2 million in bank stocks in late February and $1.1 million in stocks in January, ahead of the bank’s failure.  Becker took home about $10 million in compensation last year. Joseph DePaolo, the former CEO of Signature Bank, received about $8.6 million.  Both the FDIC and Federal Reserve have the authority to claw some of that money back and further penalize bank executives.  “The board does have authority to pursue actions against individuals who engage in violations of the law, who engage in unsafe or unsound practices who have engaged in breaches of fiduciary duty,” said Barr.  “We retain this authority even after a bank fails, and we stand ready to use this authority to the fullest extent based on the facts and circumstances,” he said. Potential consequences include prohibition from banking, civil money penalties, or the payment of restitution.  Gruenberg said that his agency is already conducting investigations into the conduct of board members, executives and other affiliated parties of the failed banks.  More hearings are coming  On Wednesday, the House Financial Services Committee will continue with its own line of questioning — and it’s not likely to be the last, as lawmakers contemplate and debate potential changes to finance regulations and supervision.  Becker and DePaolo have both been asked to testify at a later date.  — CNN’s Matt Egan and Krystal Hur contributed to this report."},{"link":"https://edition.cnn.com/2023/03/28/investing/andrew-bailey-bank-of-england","text":"London CNN —  Bank of England governor Andrew Bailey has said investors are hunting for “points of weakness” in banking, as fears linger that the crisis in the sector could engulf more lenders.  On Monday, European bank shares rose, boosted by news that First Citizens Bank in the United States would buy most of the assets of Silicon Valley Bank, which collapsed earlier this month. But the rise followed a sharp selloff on Friday, which was led by Deutsche Bank (DB).  “I think there are moves in markets to, if you like, test out firms,” Bailey told a UK parliamentary committee Tuesday. “I would not want to say that those in my estimation are based on identified weakness.”  He later added: “Markets are trying to find points of weakness at the moment.”  Regulators and investors on both sides of the Atlantic are on edge about potential pockets of vulnerability in the banking sector.  José Manuel Campa, the head of the European Banking Authority, told Germany’s Handelsblatt Monday that European lenders remained vulnerable. “The risks in the financial system remain very high,” he said.  Bailey said the central bank was keeping a close watch on the banking sector, despite his “very strong view” that UK lenders were in a strong position.  “I don’t think we’re at all in the place we were in in 2007/2008… but we have to be very vigilant,” he said. “We are in a period of very heightened, frankly, tension and alertness.”  UK lawmakers questioned Bailey and other Bank of England officials about events surrounding the failures of SVB and Credit Suisse. The Swiss heavyweight was rescued by UBS, while SVB UK was bought by HSBC (HBCYF) for £1 after its US parent was shut by regulators.  Bailey said the speed of SVB UK’s collapse had taken him by surprise. “In my experience, which goes back 30 years now, it’s probably the fastest passage from health to death since Barings. Barings was a sort of Friday-to-Sunday thing, and this was pretty similar,” he said.  Barings Bank collapsed in 1995 after more than $1 billion was lost by a single rogue trader, Nick Leeson.  Despite being well-capitalized, SVB UK would not have survived the demise of its US parent, according to Bailey. He said the Bank of England had continued to prepare for its insolvency until the sale to HSBC was finalized.  Sam Woods, deputy governor for prudential regulation at the Bank, told the parliamentary committee that he had been in “intensive discussions” with the Federal Reserve and Switzerland’s financial regulator Finma since October over contingency plans for embattled Credit Suisse.  Later on Tuesday, US lawmakers will begin their investigation into the collapse of SVB and Signature Bank, with financial regulators testifying before the Senate banking committee. US regulators will then appear before the House financial services committee on Wednesday."},{"link":"https://edition.cnn.com/2023/03/28/investing/andrew-bailey-bank-of-england","text":"London CNN —  Bank of England governor Andrew Bailey has said investors are hunting for “points of weakness” in banking, as fears linger that the crisis in the sector could engulf more lenders.  On Monday, European bank shares rose, boosted by news that First Citizens Bank in the United States would buy most of the assets of Silicon Valley Bank, which collapsed earlier this month. But the rise followed a sharp selloff on Friday, which was led by Deutsche Bank (DB).  “I think there are moves in markets to, if you like, test out firms,” Bailey told a UK parliamentary committee Tuesday. “I would not want to say that those in my estimation are based on identified weakness.”  He later added: “Markets are trying to find points of weakness at the moment.”  Regulators and investors on both sides of the Atlantic are on edge about potential pockets of vulnerability in the banking sector.  José Manuel Campa, the head of the European Banking Authority, told Germany’s Handelsblatt Monday that European lenders remained vulnerable. “The risks in the financial system remain very high,” he said.  Bailey said the central bank was keeping a close watch on the banking sector, despite his “very strong view” that UK lenders were in a strong position.  “I don’t think we’re at all in the place we were in in 2007/2008… but we have to be very vigilant,” he said. “We are in a period of very heightened, frankly, tension and alertness.”  UK lawmakers questioned Bailey and other Bank of England officials about events surrounding the failures of SVB and Credit Suisse. The Swiss heavyweight was rescued by UBS, while SVB UK was bought by HSBC (HBCYF) for £1 after its US parent was shut by regulators.  Bailey said the speed of SVB UK’s collapse had taken him by surprise. “In my experience, which goes back 30 years now, it’s probably the fastest passage from health to death since Barings. Barings was a sort of Friday-to-Sunday thing, and this was pretty similar,” he said.  Barings Bank collapsed in 1995 after more than $1 billion was lost by a single rogue trader, Nick Leeson.  Despite being well-capitalized, SVB UK would not have survived the demise of its US parent, according to Bailey. He said the Bank of England had continued to prepare for its insolvency until the sale to HSBC was finalized.  Sam Woods, deputy governor for prudential regulation at the Bank, told the parliamentary committee that he had been in “intensive discussions” with the Federal Reserve and Switzerland’s financial regulator Finma since October over contingency plans for embattled Credit Suisse.  Later on Tuesday, US lawmakers will begin their investigation into the collapse of SVB and Signature Bank, with financial regulators testifying before the Senate banking committee. US regulators will then appear before the House financial services committee on Wednesday."},{"link":"https://edition.cnn.com/2023/03/28/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  The job market has remained strong even as the Federal Reserve has spent a full year attempting to cool off the economy by raising interest rates. But economists think that the recent banking turmoil may be what finally raises unemployment.  Tech giants like Google, Amazon, Meta and Microsoft have all conducted large layoffs this year. Accenture announced it would slash 19,000 jobs worldwide this month and Disney has begun laying off 7,000 people.  Even with those big job cuts, the labor market in the United States remains white hot. US unemployment is near a five-decade low. The recent spate of layoffs, particularly in tech, have largely been shrugged off as companies’ adjusting their headcount after overhiring during the pandemic-era boom.  But the collapse of Silicon Valley Bank and Signature Bank and the ensuing banking meltdown have led some financial institutions to tighten their standards and issue fewer loans. Worries about maintaining enough cash through the downturn, closer scrutiny by regulators and interest rate hikes by the Fed have led to regional banks in particular to pull back on lending — a trend that may continue.  “Lending standards will tighten more, to a degree that’s greater than during the dot-com crisis,” wrote Goldman Sachs analysts in a note this week.  Economists believe that as loans dry up, so will jobs.  “Community and regional banks are the backbone of the real economy, and tighter lending will lead to slower overall economic activity and higher unemployment,” said Joe Brusuelas, principal and chief economist for RSM in a recent note.  Since the pandemic, regional banks “have provided a vast majority of lending to small firms, underwriting local small business formation,” said Philip Wool, an analyst with asset manager Rayliant. The recent banking crisis and rate hikes have suppressed that lending, he said, and “this contraction will play out in the job market.”  Small businesses account for about 63% of net new job creation in the United States, according to the Small Business Administration. Nearly 47% of all private sector employees in the country work at small businesses. “As higher borrowing costs and the associated belt tightening hit main street,” said Wool, “we expect to finally see a slowdown in growth and job gains.”  The importance of the regional banks in the lending equation “cannot be overstated,” wrote Lisa Shalett, chief investment officer at Morgan Stanley Wealth Management, in a note this week.  Current lending standards “signal that unemployment could increase by 2.5 percentage points in the next 12 to 24 months,” she said.  What to listen for in today’s Senate banking hearings  Silicon Valley Bank’s liquidity crisis and subsequent downfall sent waves of panic through the financial system in early March, setting off a chain reaction of chaos with which regional banks are still grappling.  Now, lawmakers are set to begin their investigation into what led to the second-largest and third-largest bank collapses in US history — and how to prevent something similar from happening again.  On Tuesday morning, members of the Senate Banking Committee will probe federal regulators: Martin Gruenberg, chairman of the board of directors of the Federal Deposit Insurance Corporation; Nellie Liang, under secretary for domestic finance at the US Treasury; and Michael Barr, vice chair for supervision at the Federal Reserve, about the tumultuous events that sent financial systems into a frenzy.  Tuesday’s hearing doesn’t begin until 10 a.m. ET, but all three federal regulators have already released their prepared testimony.  Here’s some of what you can expect to hear from each panelist.  ▸ In his prepared testimony ahead of the hearing, Gruenberg of the FDIC said that the failures of SVB and Signature Bank “demonstrate the implications that banks with assets over $100 billion can have for financial stability. The prudential regulation of these institutions merits serious attention, particularly for capital, liquidity, and interest rate risk.”  One preliminary lesson learned from the collapses, wrote Gruenberg, is that “heavy reliance on uninsured deposits creates liquidity risks that are extremely difficult to manage, particularly in today’s environment where money can flow out of institutions with incredible speed in response to news amplified through social media channels.”  ▸ In his testimony released on Monday, Barr, the Fed’s vice chair for supervision, detailed how SVB leadership failed to effectively manage interest rate and liquidity risk.  SVB’s failure is a “textbook case of mismanagement,” Barr said in his remarks.  The Fed official pointed out that SVB’s belated effort to fix its balance sheet only made matters worse.  “The bank waited too long to address its problems and, ironically, the overdue actions it finally took to strengthen its balance sheet sparked the uninsured depositor run that led to the bank’s failure,” said Barr, adding that there was “inadequate” risk management and internal controls.  ▸ Under Secretary for Domestic Finance Liang’s testimony echoed earlier speeches made by Treasury Secretary Janet Yellen. “As Secretary Yellen has said, we have used important tools to act quickly to prevent contagion. And they are tools we would use again if warranted to ensure that Americans’ deposits are safe,” she said.  Liang also added that this turmoil was very different from the financial crisis of 2008. “Back then, many financial institutions came under stress because they held low credit- quality assets. This was not at all the catalyst for recent events,” she said. “Our financial system is significantly stronger than it was 15 years ago. This is in large part due to post-crisis reforms for stronger capital and liquidity requirements.”  AI could explode economic growth  The recent emergence of generative artificial intelligence (AI) could increase global GDP by 7% annually, according to a new research report by Goldman Sachs economists.  AI will likely lead to job loss, they wrote, but technological innovation that initially displaces workers has historically created employment growth over long haul.  Using census data, they found that that 60% of workers today are employed in occupations that did not exist in 1940. That implies that about 85% of employment growth over the past 80 years, “is explained by the technology-driven creation of new positions,” wrote Goldman economists Joseph Briggs and Devesh Kodnani in the report.  “Most workers are employed in occupations that are partially-exposed to AI automation and, following AI adoption, will likely apply at least some of their freed-up capacity toward productive activities that increase output,” they said. “We anticipate that many workers that are displaced by AI automation will eventually become reemployed — and therefore boost total output — in new occupations.”"},{"link":"https://edition.cnn.com/2023/03/28/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  The job market has remained strong even as the Federal Reserve has spent a full year attempting to cool off the economy by raising interest rates. But economists think that the recent banking turmoil may be what finally raises unemployment.  Tech giants like Google, Amazon, Meta and Microsoft have all conducted large layoffs this year. Accenture announced it would slash 19,000 jobs worldwide this month and Disney has begun laying off 7,000 people.  Even with those big job cuts, the labor market in the United States remains white hot. US unemployment is near a five-decade low. The recent spate of layoffs, particularly in tech, have largely been shrugged off as companies’ adjusting their headcount after overhiring during the pandemic-era boom.  But the collapse of Silicon Valley Bank and Signature Bank and the ensuing banking meltdown have led some financial institutions to tighten their standards and issue fewer loans. Worries about maintaining enough cash through the downturn, closer scrutiny by regulators and interest rate hikes by the Fed have led to regional banks in particular to pull back on lending — a trend that may continue.  “Lending standards will tighten more, to a degree that’s greater than during the dot-com crisis,” wrote Goldman Sachs analysts in a note this week.  Economists believe that as loans dry up, so will jobs.  “Community and regional banks are the backbone of the real economy, and tighter lending will lead to slower overall economic activity and higher unemployment,” said Joe Brusuelas, principal and chief economist for RSM in a recent note.  Since the pandemic, regional banks “have provided a vast majority of lending to small firms, underwriting local small business formation,” said Philip Wool, an analyst with asset manager Rayliant. The recent banking crisis and rate hikes have suppressed that lending, he said, and “this contraction will play out in the job market.”  Small businesses account for about 63% of net new job creation in the United States, according to the Small Business Administration. Nearly 47% of all private sector employees in the country work at small businesses. “As higher borrowing costs and the associated belt tightening hit main street,” said Wool, “we expect to finally see a slowdown in growth and job gains.”  The importance of the regional banks in the lending equation “cannot be overstated,” wrote Lisa Shalett, chief investment officer at Morgan Stanley Wealth Management, in a note this week.  Current lending standards “signal that unemployment could increase by 2.5 percentage points in the next 12 to 24 months,” she said.  What to listen for in today’s Senate banking hearings  Silicon Valley Bank’s liquidity crisis and subsequent downfall sent waves of panic through the financial system in early March, setting off a chain reaction of chaos with which regional banks are still grappling.  Now, lawmakers are set to begin their investigation into what led to the second-largest and third-largest bank collapses in US history — and how to prevent something similar from happening again.  On Tuesday morning, members of the Senate Banking Committee will probe federal regulators: Martin Gruenberg, chairman of the board of directors of the Federal Deposit Insurance Corporation; Nellie Liang, under secretary for domestic finance at the US Treasury; and Michael Barr, vice chair for supervision at the Federal Reserve, about the tumultuous events that sent financial systems into a frenzy.  Tuesday’s hearing doesn’t begin until 10 a.m. ET, but all three federal regulators have already released their prepared testimony.  Here’s some of what you can expect to hear from each panelist.  ▸ In his prepared testimony ahead of the hearing, Gruenberg of the FDIC said that the failures of SVB and Signature Bank “demonstrate the implications that banks with assets over $100 billion can have for financial stability. The prudential regulation of these institutions merits serious attention, particularly for capital, liquidity, and interest rate risk.”  One preliminary lesson learned from the collapses, wrote Gruenberg, is that “heavy reliance on uninsured deposits creates liquidity risks that are extremely difficult to manage, particularly in today’s environment where money can flow out of institutions with incredible speed in response to news amplified through social media channels.”  ▸ In his testimony released on Monday, Barr, the Fed’s vice chair for supervision, detailed how SVB leadership failed to effectively manage interest rate and liquidity risk.  SVB’s failure is a “textbook case of mismanagement,” Barr said in his remarks.  The Fed official pointed out that SVB’s belated effort to fix its balance sheet only made matters worse.  “The bank waited too long to address its problems and, ironically, the overdue actions it finally took to strengthen its balance sheet sparked the uninsured depositor run that led to the bank’s failure,” said Barr, adding that there was “inadequate” risk management and internal controls.  ▸ Under Secretary for Domestic Finance Liang’s testimony echoed earlier speeches made by Treasury Secretary Janet Yellen. “As Secretary Yellen has said, we have used important tools to act quickly to prevent contagion. And they are tools we would use again if warranted to ensure that Americans’ deposits are safe,” she said.  Liang also added that this turmoil was very different from the financial crisis of 2008. “Back then, many financial institutions came under stress because they held low credit- quality assets. This was not at all the catalyst for recent events,” she said. “Our financial system is significantly stronger than it was 15 years ago. This is in large part due to post-crisis reforms for stronger capital and liquidity requirements.”  AI could explode economic growth  The recent emergence of generative artificial intelligence (AI) could increase global GDP by 7% annually, according to a new research report by Goldman Sachs economists.  AI will likely lead to job loss, they wrote, but technological innovation that initially displaces workers has historically created employment growth over long haul.  Using census data, they found that that 60% of workers today are employed in occupations that did not exist in 1940. That implies that about 85% of employment growth over the past 80 years, “is explained by the technology-driven creation of new positions,” wrote Goldman economists Joseph Briggs and Devesh Kodnani in the report.  “Most workers are employed in occupations that are partially-exposed to AI automation and, following AI adoption, will likely apply at least some of their freed-up capacity toward productive activities that increase output,” they said. “We anticipate that many workers that are displaced by AI automation will eventually become reemployed — and therefore boost total output — in new occupations.”"},{"link":"https://edition.cnn.com/2023/03/27/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Economists are growing concerned about the $20 trillion commercial real estate (CRE) industry.  After decades of thriving growth bolstered by low interest rates and easy credit, commercial real estate has hit a wall.  Office and retail property valuations have been falling since the pandemic brought about lower occupancy rates and changes in where people work and how they shop. The Fed’s efforts to fight inflation by raising interest rates have also hurt the credit-dependent industry.  Recent banking stress will likely add to those woes. Lending to commercial real estate developers and managers largely comes from small and mid-sized banks, where the pressure on liquidity has been most severe. About 80% of all bank loans for commercial properties come from regional banks, according to Goldman Sachs economists.  “I do think you will see banks pull back on commercial real estate commitments more rapidly in a world [where] they’re more focused on liquidity,” wrote Goldman Sachs Research’s Richard Ramsden in a note on Friday. “And I do think that is going to be something that will be important to watch over the coming months and quarters.”  Recently, short-sellers have stepped up their bets against commercial landlords, indicating that they think the market will continue to fall as regional banks limit access to credit. Real estate is the most shorted industry globally and the third most in the United States, according to S&P Global.  So just how big of a deal is this threat to the economy? Before the Bell spoke with Xander Snyder, senior commercial real estate economist at First American, to find out.  This interview has been edited for clarity and length.  Before the Bell: Why should retail investors pay attention to what’s going on in commercial real estate right now?  Xander Snyder: Banks have a lot of exposure to commercial real estate. That impacts banking stability. So the health of the market has an impact on the larger economy, even if you’re not interested in commercial real estate for commercial real estate’s sake.  How bad are things right now?  Price growth is slowing and for some asset classes it’s starting to decline. Office properties have been more challenged than others for obvious reasons.  Now private lending to the industry is starting to slow as well — bank lending was beginning to dry up over a month before the Silicon Valley Bank failure even happened. Credit was getting scarce for all commercial real estate and a fresh bank failure on top of that only exacerbates that trend.  How do you expect banking turmoil to make things worse?  I think more regulatory scrutiny is coming for smaller banks, which tend to have a larger concentration of commercial real estate loans. That means small and medium-sized banks are going to tighten lending standards even more, making it more difficult to get loans.  Does the possibility of a looming recession play into this?  As credit becomes scarcer and more expensive, it’s hard to know exactly what buildings are worth. You get this gap opening up between sellers and buyers: Sellers want to get late 2021 prices and buyers are saying ‘we don’t know what things are worth so we’ll give you this lowball offer.’ That was already happening and the result of that price differential was bringing deal activity down.  There’s no broad agreement on asset valuations. Economic uncertainty will exacerbate that trend. And if you’re a bank, it’s a lot more difficult to lend against the value of a building if you don’t know what the value of the building really is.  So how worried should we be?  A lot of people hear commercial real estate and they think it’s all the same thing and the trends are they’re all the same but they’re not. The underlying fundamentals of multifamily and industrial assets remain relatively stable on a national level.  It’s different for office and retail properties. There’s been a fundamental shift in how we use office space and that has changed demand. That’s something you should have your eye on, especially as low-interest office loans come due. We’re running into a situation where office-owners have to refinance at a higher rate and only 50% of the building is being used. That doesn’t translate to good cash flow metrics for the lender.  I think retail also faces challenges. A lot of people are still sitting on excess pandemic savings that are beginning to be spent down and the Fed is certainly trying to nudge unemployment up a little bit. So I imagine that both of those things will impact retail spending and therefore impact retail as an asset class.  Economists forecast recession and elevated inflation  Stagflation, the combination of high inflation and a weakening economy, could make a comeback. The majority of economists expect a recession sometime this year and forecast that inflation will remain above 4%, according to The National Association for Business Economics’ latest survey, released Monday.  It appears as though the fog has lifted since last month’s survey, which showed a significant divergence among respondents about where they think the US economy is heading in 2023.  “Panelists generally agree on the outlook for inflation and the consequences of rate hikes from the Federal Reserve,” said NABE Policy Survey Chair Mervin Jebaraj. “More than seven in ten panelists believe that growth in the consumer price index (CPI) will remain above 4% through the end of 2023, and more than two-thirds are not confident that the Fed will be able to bring inflation down to its 2% goal within the next two years without inducing a recession.”  Still, more than half of NABE Policy Survey panelists expect a recession at some point in 2023. But only 5% believe the United States is currently in one. That’s nearly four times lower than the 19% who believed the US was in a recession in August.  Banking turmoil brings us ‘closer right now’ to recession: Fed President Kashkari  The recent meltdown in the banking industry could tip the US into recession said Federal Reserve Bank of Minneapolis President Neel Kashkari.  “It definitely brings us closer right now,” he said during a CBS Face the Nation interview this weekend.  “What’s unclear for us is how much of these banking stresses are leading to a widespread credit crunch. And then that credit crunch, just as you said, would then slow down the economy,” he added.  While Kashkari said that the financial system is “resilient” and “strong” he said that there are still “fundamental issues, regulatory issues facing our banking system.”"},{"link":"https://edition.cnn.com/2023/03/27/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Economists are growing concerned about the $20 trillion commercial real estate (CRE) industry.  After decades of thriving growth bolstered by low interest rates and easy credit, commercial real estate has hit a wall.  Office and retail property valuations have been falling since the pandemic brought about lower occupancy rates and changes in where people work and how they shop. The Fed’s efforts to fight inflation by raising interest rates have also hurt the credit-dependent industry.  Recent banking stress will likely add to those woes. Lending to commercial real estate developers and managers largely comes from small and mid-sized banks, where the pressure on liquidity has been most severe. About 80% of all bank loans for commercial properties come from regional banks, according to Goldman Sachs economists.  “I do think you will see banks pull back on commercial real estate commitments more rapidly in a world [where] they’re more focused on liquidity,” wrote Goldman Sachs Research’s Richard Ramsden in a note on Friday. “And I do think that is going to be something that will be important to watch over the coming months and quarters.”  Recently, short-sellers have stepped up their bets against commercial landlords, indicating that they think the market will continue to fall as regional banks limit access to credit. Real estate is the most shorted industry globally and the third most in the United States, according to S&P Global.  So just how big of a deal is this threat to the economy? Before the Bell spoke with Xander Snyder, senior commercial real estate economist at First American, to find out.  This interview has been edited for clarity and length.  Before the Bell: Why should retail investors pay attention to what’s going on in commercial real estate right now?  Xander Snyder: Banks have a lot of exposure to commercial real estate. That impacts banking stability. So the health of the market has an impact on the larger economy, even if you’re not interested in commercial real estate for commercial real estate’s sake.  How bad are things right now?  Price growth is slowing and for some asset classes it’s starting to decline. Office properties have been more challenged than others for obvious reasons.  Now private lending to the industry is starting to slow as well — bank lending was beginning to dry up over a month before the Silicon Valley Bank failure even happened. Credit was getting scarce for all commercial real estate and a fresh bank failure on top of that only exacerbates that trend.  How do you expect banking turmoil to make things worse?  I think more regulatory scrutiny is coming for smaller banks, which tend to have a larger concentration of commercial real estate loans. That means small and medium-sized banks are going to tighten lending standards even more, making it more difficult to get loans.  Does the possibility of a looming recession play into this?  As credit becomes scarcer and more expensive, it’s hard to know exactly what buildings are worth. You get this gap opening up between sellers and buyers: Sellers want to get late 2021 prices and buyers are saying ‘we don’t know what things are worth so we’ll give you this lowball offer.’ That was already happening and the result of that price differential was bringing deal activity down.  There’s no broad agreement on asset valuations. Economic uncertainty will exacerbate that trend. And if you’re a bank, it’s a lot more difficult to lend against the value of a building if you don’t know what the value of the building really is.  So how worried should we be?  A lot of people hear commercial real estate and they think it’s all the same thing and the trends are they’re all the same but they’re not. The underlying fundamentals of multifamily and industrial assets remain relatively stable on a national level.  It’s different for office and retail properties. There’s been a fundamental shift in how we use office space and that has changed demand. That’s something you should have your eye on, especially as low-interest office loans come due. We’re running into a situation where office-owners have to refinance at a higher rate and only 50% of the building is being used. That doesn’t translate to good cash flow metrics for the lender.  I think retail also faces challenges. A lot of people are still sitting on excess pandemic savings that are beginning to be spent down and the Fed is certainly trying to nudge unemployment up a little bit. So I imagine that both of those things will impact retail spending and therefore impact retail as an asset class.  Economists forecast recession and elevated inflation  Stagflation, the combination of high inflation and a weakening economy, could make a comeback. The majority of economists expect a recession sometime this year and forecast that inflation will remain above 4%, according to The National Association for Business Economics’ latest survey, released Monday.  It appears as though the fog has lifted since last month’s survey, which showed a significant divergence among respondents about where they think the US economy is heading in 2023.  “Panelists generally agree on the outlook for inflation and the consequences of rate hikes from the Federal Reserve,” said NABE Policy Survey Chair Mervin Jebaraj. “More than seven in ten panelists believe that growth in the consumer price index (CPI) will remain above 4% through the end of 2023, and more than two-thirds are not confident that the Fed will be able to bring inflation down to its 2% goal within the next two years without inducing a recession.”  Still, more than half of NABE Policy Survey panelists expect a recession at some point in 2023. But only 5% believe the United States is currently in one. That’s nearly four times lower than the 19% who believed the US was in a recession in August.  Banking turmoil brings us ‘closer right now’ to recession: Fed President Kashkari  The recent meltdown in the banking industry could tip the US into recession said Federal Reserve Bank of Minneapolis President Neel Kashkari.  “It definitely brings us closer right now,” he said during a CBS Face the Nation interview this weekend.  “What’s unclear for us is how much of these banking stresses are leading to a widespread credit crunch. And then that credit crunch, just as you said, would then slow down the economy,” he added.  While Kashkari said that the financial system is “resilient” and “strong” he said that there are still “fundamental issues, regulatory issues facing our banking system.”"},{"link":"https://edition.cnn.com/2023/03/27/investing/saudi-national-bank-chair-resigns-credit-suisse","text":"London CNN —  The chairman of Credit Suisse’s largest shareholder, Saudi National Bank, has resigned less than two weeks after comments he made about the Swiss lender accelerated a plunge in its share price.  The bank was rescued four days later after a crisis of confidence among investors and customers took it to the brink of insolvency.  Ammar Al Khudairy had resigned “due to personal reasons” and would be replaced by CEO Saeed Mohammad Al Ghamdi, Saudi National Bank said in a statement Monday.  During an interview with Bloomberg TV on March 15, Al Khudairy ruled out increasing the bank’s stake in Credit Suisse. Such a move would’ve helped shore up confidence in the beleaguered bank, which was facing renewed pressure on its share price amid turmoil in the sector sparked by the collapse of America’s Silicon Valley Bank.  “The answer is absolutely not, for many reasons outside the simplest reason, which is regulatory and statutory,” Al Khudairy said. That was in response to a question on whether Saudi National Bank was open to further equity injections into Credit Suisse if there was a call for additional funds.  Following the comments, the Swiss lender’s stock plunged to the lowest level on record and the cost of insuring its debt surged, all but wiping out the value of Saudi National Bank’s investment.  Less than 24 hours later Credit Suisse borrowed $54 billion from Switzerland’s central bank. But the emergency lifeline was insufficient to stop clients withdrawing deposits at a rate of more than $10 billion a day, ultimately leading to the bank’s historic rescue by larger rival UBS through a government-brokered deal.  Saudi National Bank, which is 37%-owned by Saudi Arabia’s sovereign wealth fund, acquired a 9.9% stake in Credit Suisse in October for $1.5 billion, making it an anchor investor in the bank’s turnaround plan. By March 17, not even five months later, the Swiss lender had lost around 60% of its market value, erasing the lion’s share of Saudi National Bank’s investment.  Had the bank increased its shareholding in Credit Suisse beyond the 9.9% level, it would have been subjected to additional regulatory obligations.  “If we go above 10%, all new rules kick in whether it be by our regulator or the Swiss regulator or the European regulator,” Al Khudairy said in the Bloomberg TV interview.  “We’re not inclined to get into a new regulatory regime. I can cite five or six other reasons, but one reason is there is a glass ceiling and we’re not going to entertain going beyond it,” he added."},{"link":"https://edition.cnn.com/2023/03/27/investing/saudi-national-bank-chair-resigns-credit-suisse","text":"London CNN —  The chairman of Credit Suisse’s largest shareholder, Saudi National Bank, has resigned less than two weeks after comments he made about the Swiss lender accelerated a plunge in its share price.  The bank was rescued four days later after a crisis of confidence among investors and customers took it to the brink of insolvency.  Ammar Al Khudairy had resigned “due to personal reasons” and would be replaced by CEO Saeed Mohammad Al Ghamdi, Saudi National Bank said in a statement Monday.  During an interview with Bloomberg TV on March 15, Al Khudairy ruled out increasing the bank’s stake in Credit Suisse. Such a move would’ve helped shore up confidence in the beleaguered bank, which was facing renewed pressure on its share price amid turmoil in the sector sparked by the collapse of America’s Silicon Valley Bank.  “The answer is absolutely not, for many reasons outside the simplest reason, which is regulatory and statutory,” Al Khudairy said. That was in response to a question on whether Saudi National Bank was open to further equity injections into Credit Suisse if there was a call for additional funds.  Following the comments, the Swiss lender’s stock plunged to the lowest level on record and the cost of insuring its debt surged, all but wiping out the value of Saudi National Bank’s investment.  Less than 24 hours later Credit Suisse borrowed $54 billion from Switzerland’s central bank. But the emergency lifeline was insufficient to stop clients withdrawing deposits at a rate of more than $10 billion a day, ultimately leading to the bank’s historic rescue by larger rival UBS through a government-brokered deal.  Saudi National Bank, which is 37%-owned by Saudi Arabia’s sovereign wealth fund, acquired a 9.9% stake in Credit Suisse in October for $1.5 billion, making it an anchor investor in the bank’s turnaround plan. By March 17, not even five months later, the Swiss lender had lost around 60% of its market value, erasing the lion’s share of Saudi National Bank’s investment.  Had the bank increased its shareholding in Credit Suisse beyond the 9.9% level, it would have been subjected to additional regulatory obligations.  “If we go above 10%, all new rules kick in whether it be by our regulator or the Swiss regulator or the European regulator,” Al Khudairy said in the Bloomberg TV interview.  “We’re not inclined to get into a new regulatory regime. I can cite five or six other reasons, but one reason is there is a glass ceiling and we’re not going to entertain going beyond it,” he added."},{"link":"https://edition.cnn.com/2023/03/26/investing/stocks-week-ahead","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Federal regulators are being called to testify before the Senate Banking Committee on Tuesday and the House Financial Services Committee on Wednesday about the collapse of Silicon Valley Bank and Signature Bank.  Here’s who’s slated to appear on the witness stand:  Martin Gruenberg, Chairman, Board of Directors of the Federal Deposit Insurance Corporation  Michael Barr, Vice Chair for Supervision, Board of Governors of the Federal Reserve  Nellie Liang, Under Secretary for Domestic Finance, US Treasury Department  These hearings are likely to be the first of many covering the events that spiraled into a banking crisis that sent customers fleeing from regional banks and sent markets into a frenzy.  What lawmakers are saying: Elected officials want a review of what happened at Silicon Valley Bank and Signature Bank earlier this month, as well as stricter regulations to prevent it from happening again. A key theme will likely be: Why didn’t anyone see the collapses coming? Or, perhaps, did anyone see it coming?  “It is critical that we get to the bottom of how Silicon Valley Bank and Signature Bank collapsed so that we can maintain a strong banking system, protect Americans’ hard-earned money, and hold those responsible accountable, including the CEOs,” said US Sen. Sherrod Brown, a Democrat who has called for the executives of Silicon Valley Bank to be held accountable for the bank’s failure.  US Sens. Elizabeth Warren of Massachusetts and Rick Scott of Florida last Wednesday introduced legislation requiring an inspector general appointed by the president to report on the Federal Reserve Board and Bureau of Consumer Financial Protection.  What’s happened so far: The government has already set the wheels in motion for delving into the factors that contributed to the banks’ collapses. The Federal Reserve Board on March 13 said that Barr is spearheading a review of Silicon Valley Bank, with the report set for public release by May 1.  Treasury Secretary Janet Yellen on Friday led a private meeting with financial regulators held by the Financial Stability Oversight Council, which was founded in 2010 as part of the Dodd-Frank law as a watchdog for the financial system.  The federal government and key players in the banking sector have intervened in recent weeks to contain the tumult.  Regulators on March 12, just days after SVB collapsed, announced a guarantee of all deposits at the bank and Signature Bank. The Federal Reserve that same day announced a new funding program for eligible financial institutions to help them meet liquidity needs.  In the days that followed, the nation’s biggest banks intervened to rescue First Republic after its shares plunged. When the fear spread to Credit Suisse, the Swiss government and rival bank UBS stepped in to save the embattled lender.  What to expect: It’s unclear what will come of the hearings on SVB and Signature Bank.  While the banks’ collapses have been driven in part by poor investment choices and the Fed’s tightening of the economy, everyone from the tech sector to Wall Street has questions about how internal oversight, or the lack of it, could also have been a factor.  But a trail of clues suggest that the bank’s demise didn’t happen out of the blue, including its lightning-fast growth, clientele of tech start-ups and a vacant chief risk officer position. Depending on who’s called to testify during the hearings to come, some might have to answer how they missed these red flags.  Banks aren’t out of the woods yet and neither is the economy. Here’s why  Markets seesawed severely this week when two of the US economy’s most prominent leaders gave seemingly contradictory statements on the health of the banking sector. Expect more turbulence ahead.  Fresh off of the Federal Reserve’s decision on Wednesday to hike interest rates by a quarter point, Fed Chair Jerome Powell said in the central bank’s post-meeting press conference that “all depositors’ savings are safe.”  But elsewhere in Washington D.C., Treasury Secretary Janet Yellen testified Wednesday before a Congressional committee that she wasn’t considering a guarantee of all deposits.  A day later, Yellen said in something of a reversal that the federal government is ready to take more action to stop bank contagion if necessary to curb systemic risk.  The apparent disconnect baffled Wall Street investors, who for weeks have been searching for clues about the state of the banking sector and what the crisis means for the Fed in its fight against inflation.  “It kind of reeks of a lack of leadership from the people we need leadership from,” says Matthew Tuttle, CEO and CIO of Tuttle Capital Management. “They’ve got to get their story straight.”  By week’s end, the stock market emerged relatively resilient, with all three major indexes posting gains. The benchmark S&P 500 fell about 1.7% Wednesday. On Thursday, the index gained as much as 1.8% before paring back its gains to 0.3%. The broad-based index rose about 0.6% on Friday and finished the week up 1.4%.  This resilience is driven partly by the Fed’s signaling that it will pause interest rate hikes later this year. But the evolving banking crisis makes it unclear if the central bank’s best-laid plans will pan out.  Read more here.  Up next  Monday: Fed Governor Philip Jefferson speaks.  Tuesday: The House Financial Services Committee holds a hearing on the banking crisis. S&P Case-Shiller home price index and consumer confidence data from the Conference Board.  Wednesday: The House Financial Services Committee’s hearing on the banking crisis continues for a second day. Pending home sales.  Thursday: Q4 GDP and jobless claims.  Friday: Fed Governor Christopher Waller speaks. PCE and the University of Michigan consumer sentiment and inflation expectations."},{"link":"https://edition.cnn.com/2023/03/26/investing/stocks-week-ahead","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Federal regulators are being called to testify before the Senate Banking Committee on Tuesday and the House Financial Services Committee on Wednesday about the collapse of Silicon Valley Bank and Signature Bank.  Here’s who’s slated to appear on the witness stand:  Martin Gruenberg, Chairman, Board of Directors of the Federal Deposit Insurance Corporation  Michael Barr, Vice Chair for Supervision, Board of Governors of the Federal Reserve  Nellie Liang, Under Secretary for Domestic Finance, US Treasury Department  These hearings are likely to be the first of many covering the events that spiraled into a banking crisis that sent customers fleeing from regional banks and sent markets into a frenzy.  What lawmakers are saying: Elected officials want a review of what happened at Silicon Valley Bank and Signature Bank earlier this month, as well as stricter regulations to prevent it from happening again. A key theme will likely be: Why didn’t anyone see the collapses coming? Or, perhaps, did anyone see it coming?  “It is critical that we get to the bottom of how Silicon Valley Bank and Signature Bank collapsed so that we can maintain a strong banking system, protect Americans’ hard-earned money, and hold those responsible accountable, including the CEOs,” said US Sen. Sherrod Brown, a Democrat who has called for the executives of Silicon Valley Bank to be held accountable for the bank’s failure.  US Sens. Elizabeth Warren of Massachusetts and Rick Scott of Florida last Wednesday introduced legislation requiring an inspector general appointed by the president to report on the Federal Reserve Board and Bureau of Consumer Financial Protection.  What’s happened so far: The government has already set the wheels in motion for delving into the factors that contributed to the banks’ collapses. The Federal Reserve Board on March 13 said that Barr is spearheading a review of Silicon Valley Bank, with the report set for public release by May 1.  Treasury Secretary Janet Yellen on Friday led a private meeting with financial regulators held by the Financial Stability Oversight Council, which was founded in 2010 as part of the Dodd-Frank law as a watchdog for the financial system.  The federal government and key players in the banking sector have intervened in recent weeks to contain the tumult.  Regulators on March 12, just days after SVB collapsed, announced a guarantee of all deposits at the bank and Signature Bank. The Federal Reserve that same day announced a new funding program for eligible financial institutions to help them meet liquidity needs.  In the days that followed, the nation’s biggest banks intervened to rescue First Republic after its shares plunged. When the fear spread to Credit Suisse, the Swiss government and rival bank UBS stepped in to save the embattled lender.  What to expect: It’s unclear what will come of the hearings on SVB and Signature Bank.  While the banks’ collapses have been driven in part by poor investment choices and the Fed’s tightening of the economy, everyone from the tech sector to Wall Street has questions about how internal oversight, or the lack of it, could also have been a factor.  But a trail of clues suggest that the bank’s demise didn’t happen out of the blue, including its lightning-fast growth, clientele of tech start-ups and a vacant chief risk officer position. Depending on who’s called to testify during the hearings to come, some might have to answer how they missed these red flags.  Banks aren’t out of the woods yet and neither is the economy. Here’s why  Markets seesawed severely this week when two of the US economy’s most prominent leaders gave seemingly contradictory statements on the health of the banking sector. Expect more turbulence ahead.  Fresh off of the Federal Reserve’s decision on Wednesday to hike interest rates by a quarter point, Fed Chair Jerome Powell said in the central bank’s post-meeting press conference that “all depositors’ savings are safe.”  But elsewhere in Washington D.C., Treasury Secretary Janet Yellen testified Wednesday before a Congressional committee that she wasn’t considering a guarantee of all deposits.  A day later, Yellen said in something of a reversal that the federal government is ready to take more action to stop bank contagion if necessary to curb systemic risk.  The apparent disconnect baffled Wall Street investors, who for weeks have been searching for clues about the state of the banking sector and what the crisis means for the Fed in its fight against inflation.  “It kind of reeks of a lack of leadership from the people we need leadership from,” says Matthew Tuttle, CEO and CIO of Tuttle Capital Management. “They’ve got to get their story straight.”  By week’s end, the stock market emerged relatively resilient, with all three major indexes posting gains. The benchmark S&P 500 fell about 1.7% Wednesday. On Thursday, the index gained as much as 1.8% before paring back its gains to 0.3%. The broad-based index rose about 0.6% on Friday and finished the week up 1.4%.  This resilience is driven partly by the Fed’s signaling that it will pause interest rate hikes later this year. But the evolving banking crisis makes it unclear if the central bank’s best-laid plans will pan out.  Read more here.  Up next  Monday: Fed Governor Philip Jefferson speaks.  Tuesday: The House Financial Services Committee holds a hearing on the banking crisis. S&P Case-Shiller home price index and consumer confidence data from the Conference Board.  Wednesday: The House Financial Services Committee’s hearing on the banking crisis continues for a second day. Pending home sales.  Thursday: Q4 GDP and jobless claims.  Friday: Fed Governor Christopher Waller speaks. PCE and the University of Michigan consumer sentiment and inflation expectations."},{"link":"https://edition.cnn.com/2023/03/24/investing/tom-barkin-fed-inflation-banks-jobs","text":"New York CNN —  The Federal Reserve faced a particularly vexing decision this week: Should it raise interest rates during a bank crisis?  For Tom Barkin, the decision wasn’t especially challenging. Inflation, he says, remains public enemy No. 1.  “Inflation is high. Demand hadn’t seemed to come down. And so, the case for raising was pretty clear,” Barkin, the president of the Federal Reserve Bank of Richmond, told CNN in an exclusive interview on Friday.  Barkin, who participates in the Fed’s debate but doesn’t have a vote this year, conceded that every decision is “hard” and fully debated.  But the economic reports heading into this week’s Fed meeting suggest the economy remains too hot. The Fed ultimately reached a unanimous decision to raise interest rates for the ninth meeting in a row.  “The labor market is tight. Historically tight,” Barkin said. “Inflation, unfortunately, has stayed too high.”  Some experts, including former FDIC Chair Sheila Bair and Moody’s Analytics Chief Economist Mark Zandi, urged the Fed not to exacerbate turmoil in the banking system by raising interest rates following the failures of Silicon Valley Bank and Signature Bank.  “For me, the question was: Do you see such stresses happening that you felt like you really had to pull back and learn more?” said Barkin. “It felt very stable by the time we got there. So, the conditions were right to do monetary policy the way we want to do monetary policy.”  Jobs vs. inflation  Some politicians, on the left and right, have blasted the Fed for raising rates so rapidly that mass layoffs could ensue.  Massachusetts Democratic Sen. Elizabeth Warren told CNN’s Jake Tapper on Wednesday that Fed Chair Jerome Powell is doing a “really terrible job” and is “trying to get two million people laid off.”  Asked about the argument from politicians that the Fed wants people to lose jobs, Barkin stressed that the public is very upset with the high cost of living.  “The one thing that I hear loud and clear from everybody is that they hate inflation. They find inflation to be unfair,” Barkin said, referring to talking to residents in his Fed district. “You get a raise and then you have to spend that raise at the gas station. That creates uncertainty. It’s frankly exhausting. And I think it’s exhausting to have to shop around for better prices or to explain, you know, your need for a price increase to your customers.”  Barkin added, “People really want us to get control of inflation. That’s what they want us to do. We’re the guys charged to do it.”  The Fed, not the White House, is responsible for maintaining price stability. The other part of the Fed’s mandate, of course, is fostering maximum employment.  “If you can bring inflation down, that creates the conditions for a better jobs market. I think this is the right thing to be focused on,” Barkin said.  Banking stress creates uncertainty  On the banking crisis, Barkin said he’s been “pretty encouraged by how resilient” banks in his district have seemed to be. Barkin also said he’s not seeing “major” deposit outflows, which echoes comments from Treasury Secretary Janet Yellen and other Fed officials.  New Fed data indicates banks are lining up to get emergency loans from the Fed, including from the discount window and a newly-launched bank lending facility aimed at preventing future bank failures.  The spike in borrowing from the Fed doesn’t surprise Barkin, he said.  “In a time of uncertainty, we actually encourage banks to use it, to find ways to take money to reassure…depositors that they’ve got access to capital,” he said. “It’s good that people are tapping it to make sure they’ve got precautionary funds should they need it.”  Could the Fed cut rates?  Looking ahead, the Fed is penciling in another quarter-point rate hike. However, investors are very skeptical. Futures markets indicate the market is betting the Fed is done, with an 87% chance of no change in rates at the next meeting in May and a significant chance of a rate cut by July.  Asked about the rate cuts signaled by the market, Barkin pointed to the latest Fed projections where none of the 18 officials surveyed project a rate cut this year.  Barkin said future Fed moves will be based on what happens to demand and thus inflation over the next several months. He left open the possibility that the Fed may have more work to do if the banking turmoil fades.  “If inflation is to stay elevated, then we’ll have to do more,” he said. “If inflation doesn’t, either because of the lagged impact of rate moves to date, or because of the ebbing of the pandemic era’s excess spending or because of potentially stresses in the environment, then you’d do less.”"},{"link":"https://edition.cnn.com/2023/03/24/investing/tom-barkin-fed-inflation-banks-jobs","text":"New York CNN —  The Federal Reserve faced a particularly vexing decision this week: Should it raise interest rates during a bank crisis?  For Tom Barkin, the decision wasn’t especially challenging. Inflation, he says, remains public enemy No. 1.  “Inflation is high. Demand hadn’t seemed to come down. And so, the case for raising was pretty clear,” Barkin, the president of the Federal Reserve Bank of Richmond, told CNN in an exclusive interview on Friday.  Barkin, who participates in the Fed’s debate but doesn’t have a vote this year, conceded that every decision is “hard” and fully debated.  But the economic reports heading into this week’s Fed meeting suggest the economy remains too hot. The Fed ultimately reached a unanimous decision to raise interest rates for the ninth meeting in a row.  “The labor market is tight. Historically tight,” Barkin said. “Inflation, unfortunately, has stayed too high.”  Some experts, including former FDIC Chair Sheila Bair and Moody’s Analytics Chief Economist Mark Zandi, urged the Fed not to exacerbate turmoil in the banking system by raising interest rates following the failures of Silicon Valley Bank and Signature Bank.  “For me, the question was: Do you see such stresses happening that you felt like you really had to pull back and learn more?” said Barkin. “It felt very stable by the time we got there. So, the conditions were right to do monetary policy the way we want to do monetary policy.”  Jobs vs. inflation  Some politicians, on the left and right, have blasted the Fed for raising rates so rapidly that mass layoffs could ensue.  Massachusetts Democratic Sen. Elizabeth Warren told CNN’s Jake Tapper on Wednesday that Fed Chair Jerome Powell is doing a “really terrible job” and is “trying to get two million people laid off.”  Asked about the argument from politicians that the Fed wants people to lose jobs, Barkin stressed that the public is very upset with the high cost of living.  “The one thing that I hear loud and clear from everybody is that they hate inflation. They find inflation to be unfair,” Barkin said, referring to talking to residents in his Fed district. “You get a raise and then you have to spend that raise at the gas station. That creates uncertainty. It’s frankly exhausting. And I think it’s exhausting to have to shop around for better prices or to explain, you know, your need for a price increase to your customers.”  Barkin added, “People really want us to get control of inflation. That’s what they want us to do. We’re the guys charged to do it.”  The Fed, not the White House, is responsible for maintaining price stability. The other part of the Fed’s mandate, of course, is fostering maximum employment.  “If you can bring inflation down, that creates the conditions for a better jobs market. I think this is the right thing to be focused on,” Barkin said.  Banking stress creates uncertainty  On the banking crisis, Barkin said he’s been “pretty encouraged by how resilient” banks in his district have seemed to be. Barkin also said he’s not seeing “major” deposit outflows, which echoes comments from Treasury Secretary Janet Yellen and other Fed officials.  New Fed data indicates banks are lining up to get emergency loans from the Fed, including from the discount window and a newly-launched bank lending facility aimed at preventing future bank failures.  The spike in borrowing from the Fed doesn’t surprise Barkin, he said.  “In a time of uncertainty, we actually encourage banks to use it, to find ways to take money to reassure…depositors that they’ve got access to capital,” he said. “It’s good that people are tapping it to make sure they’ve got precautionary funds should they need it.”  Could the Fed cut rates?  Looking ahead, the Fed is penciling in another quarter-point rate hike. However, investors are very skeptical. Futures markets indicate the market is betting the Fed is done, with an 87% chance of no change in rates at the next meeting in May and a significant chance of a rate cut by July.  Asked about the rate cuts signaled by the market, Barkin pointed to the latest Fed projections where none of the 18 officials surveyed project a rate cut this year.  Barkin said future Fed moves will be based on what happens to demand and thus inflation over the next several months. He left open the possibility that the Fed may have more work to do if the banking turmoil fades.  “If inflation is to stay elevated, then we’ll have to do more,” he said. “If inflation doesn’t, either because of the lagged impact of rate moves to date, or because of the ebbing of the pandemic era’s excess spending or because of potentially stresses in the environment, then you’d do less.”"},{"link":"https://edition.cnn.com/2023/03/24/investing/european-bank-stocks-ubs-deutsche","text":"London CNN —  Europe’s banking stocks tumbled Friday as investors acted on their lingering worries that the recent crises at some banks could spill over into the wider sector.  Europe’s Stoxx Europe 600 Banks index, which tracks 42 big EU and UK banks, closed 3.8% lower. The index is down 18% from its high in late February. London’s bank-heavy FTSE 100 index closed down 1.3%.  Shares in Germany’s biggest bank, Deutsche Bank (DB), plunged as much as 14.5% before paring its losses to close 8.5% lower. Shares in UBS (UBS) and Credit Suisse (CS) were 3.6% and 5.2% down respectively.  The cost of insuring against a possible default by Deutsche Bank on its debt has soared in recent days. Deutsche’s five-year credit default swaps (CDS) skyrocketed to 203 basis points Thursday, according to data from S&P Market Intelligence. That’s their highest level since early 2019.  The swaps rose again Friday to trade at 208 basis points at midday ET.  German Chancellor Olaf Scholz said Friday that there was “no reason to be concerned” about Deutsche Bank.  “It’s a very profitable bank,” he told reporters in Brussels, where EU leaders issued a joint statement describing the European banking system as “resilient, with strong capital and liquidity positions.”  Deutsche Bank declined to comment.  “The rising price of insuring CDS senior debt is weighing on Deutsche Bank, as well as other European banks, on concerns over the impact of rising rates on the wider economy and banks’ balance sheets,” Michael Hewson, chief market analyst at CMC Markets, told CNN.  Last week, the European Central Bank stuck with its plan to hike interest rates by half a percentage point, judging that inflation posed a bigger threat to the economy than recent turmoil in the banking sector.  Then, on Thursday, the Bank of England raised its main interest rate by a quarter of a percentage point after data showed a surprise spike in inflation last month.  But Susannah Streeter, head of money and markets at investing platform Hargreaves Lansdown, told CNN that market nerves were out of step with reality.  “Worries about contagion are again rearing up even though more deposits appear to have been flowing into the German lender since the banking scare erupted, and it is thought to have capital reserves well in excess of regulatory requirements,” she said.  Some analysts said investors had been rattled by Deutsche Bank’s announcement Friday that it would pay back one of its bonds five years before its maturity date. Investors would usually interpret such a move as a sign that a company is in good financial health and able to pay back its creditors early.  But — after two bank collapses in the United States and an emergency takeover of Credit Suisse this month — some investors may have interpreted the announcement as a sign that Deutsche Bank is nervous about the state of the banking sector and trying to overcompensate, Jonas Goltermann, deputy chief markets economist at Capital Economics, told CNN.  Goltermann said the bank’s decision “seems to have backfired.”  Deutsche Bank’s decision to pay back the bond ahead of schedule was pre-planned and not a reaction to recent market developments, a source familiar with the matter told CNN. The bond would have gradually lost its eligibility as a form of regulatory capital according to rules brought in after the 2008 financial crisis, the source said.  The bank replaced the bond by issuing another bond of the same type in February, they added.  Shares of Germany’s Commerzbank (CRZBF) and France’s Société Générale also suffered heavy losses, closing 5.5% and 5.9% lower respectively.  Swiss banks still rattled  Last week, Switzerland’s biggest bank UBS bought its embattled Swiss rival for 3 billion Swiss francs ($3.25 billion) in an emergency takeover brokered by the Swiss government.  That helped restore some calm to markets rattled by the failure earlier this month of two US regional banks. But investors were on edge again Friday.  The falls in UBS and Credit Suisse come after Bloomberg reported Thursday that the US Department of Justice was investigating whether their staff had helped Russian oligarchs evade Western sanctions.  The DOJ had sent subpoenas to those employees before UBS took over Credit Suisse, according to the report.  Employees at some major US banks are also part of the probe, Bloomberg said.  Hewson at CMC Markets said “the DOJ probe into UBS is certainly playing a part in the share price weakness” in European banks.  UBS and Credit Suisse declined to comment to CNN."},{"link":"https://edition.cnn.com/2023/03/24/investing/european-bank-stocks-ubs-deutsche","text":"London CNN —  Europe’s banking stocks tumbled Friday as investors acted on their lingering worries that the recent crises at some banks could spill over into the wider sector.  Europe’s Stoxx Europe 600 Banks index, which tracks 42 big EU and UK banks, closed 3.8% lower. The index is down 18% from its high in late February. London’s bank-heavy FTSE 100 index closed down 1.3%.  Shares in Germany’s biggest bank, Deutsche Bank (DB), plunged as much as 14.5% before paring its losses to close 8.5% lower. Shares in UBS (UBS) and Credit Suisse (CS) were 3.6% and 5.2% down respectively.  The cost of insuring against a possible default by Deutsche Bank on its debt has soared in recent days. Deutsche’s five-year credit default swaps (CDS) skyrocketed to 203 basis points Thursday, according to data from S&P Market Intelligence. That’s their highest level since early 2019.  The swaps rose again Friday to trade at 208 basis points at midday ET.  German Chancellor Olaf Scholz said Friday that there was “no reason to be concerned” about Deutsche Bank.  “It’s a very profitable bank,” he told reporters in Brussels, where EU leaders issued a joint statement describing the European banking system as “resilient, with strong capital and liquidity positions.”  Deutsche Bank declined to comment.  “The rising price of insuring CDS senior debt is weighing on Deutsche Bank, as well as other European banks, on concerns over the impact of rising rates on the wider economy and banks’ balance sheets,” Michael Hewson, chief market analyst at CMC Markets, told CNN.  Last week, the European Central Bank stuck with its plan to hike interest rates by half a percentage point, judging that inflation posed a bigger threat to the economy than recent turmoil in the banking sector.  Then, on Thursday, the Bank of England raised its main interest rate by a quarter of a percentage point after data showed a surprise spike in inflation last month.  But Susannah Streeter, head of money and markets at investing platform Hargreaves Lansdown, told CNN that market nerves were out of step with reality.  “Worries about contagion are again rearing up even though more deposits appear to have been flowing into the German lender since the banking scare erupted, and it is thought to have capital reserves well in excess of regulatory requirements,” she said.  Some analysts said investors had been rattled by Deutsche Bank’s announcement Friday that it would pay back one of its bonds five years before its maturity date. Investors would usually interpret such a move as a sign that a company is in good financial health and able to pay back its creditors early.  But — after two bank collapses in the United States and an emergency takeover of Credit Suisse this month — some investors may have interpreted the announcement as a sign that Deutsche Bank is nervous about the state of the banking sector and trying to overcompensate, Jonas Goltermann, deputy chief markets economist at Capital Economics, told CNN.  Goltermann said the bank’s decision “seems to have backfired.”  Deutsche Bank’s decision to pay back the bond ahead of schedule was pre-planned and not a reaction to recent market developments, a source familiar with the matter told CNN. The bond would have gradually lost its eligibility as a form of regulatory capital according to rules brought in after the 2008 financial crisis, the source said.  The bank replaced the bond by issuing another bond of the same type in February, they added.  Shares of Germany’s Commerzbank (CRZBF) and France’s Société Générale also suffered heavy losses, closing 5.5% and 5.9% lower respectively.  Swiss banks still rattled  Last week, Switzerland’s biggest bank UBS bought its embattled Swiss rival for 3 billion Swiss francs ($3.25 billion) in an emergency takeover brokered by the Swiss government.  That helped restore some calm to markets rattled by the failure earlier this month of two US regional banks. But investors were on edge again Friday.  The falls in UBS and Credit Suisse come after Bloomberg reported Thursday that the US Department of Justice was investigating whether their staff had helped Russian oligarchs evade Western sanctions.  The DOJ had sent subpoenas to those employees before UBS took over Credit Suisse, according to the report.  Employees at some major US banks are also part of the probe, Bloomberg said.  Hewson at CMC Markets said “the DOJ probe into UBS is certainly playing a part in the share price weakness” in European banks.  UBS and Credit Suisse declined to comment to CNN."},{"link":"https://edition.cnn.com/2023/03/24/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  In the wake of Silicon Valley Bank’s collapse and subsequent banking meltdown, cash is king. The turmoil inflicted on financial markets has sent cautious investors running away from volatile markets and toward more liquid alternatives.  Money market funds, widely thought to be one of the safest, lowest-risk investment options, have seen an influx of cash in recent weeks as investors look for more stable ground.  These funds invest in short-term securities like government bonds, certificates of deposit — or fixed-term savings accounts — and commercial debt. The goal of a money market fund is to provide investors with a relatively stable investment option that offers higher returns than traditional savings.  But money markets aren’t without risks of their own, especially when they experience a large wave of investors all at once.  What’s happening: Since the Fed began to raise interest rates a year ago, the amount of money in money market funds has increased by roughly $400 billion. The inflows totaled more than $120 billion alone last week, according to Apollo Global Management. That means a record $5 trillion is currently invested.  The majority of the new money last week came from institutional investors, who put about $101 billion into the funds. Investments from retail investors made up about $20 billion, according to the Investment Company Institute.  Still, retail investors could soon pick up the pace. Goldman Sachs economists wrote in a note on Thursday that Americans could sell as much as $1.1 trillion in stocks this year and put that money into credit and money market assets instead.  Not-so-safe haven: But the more money there is invested in these funds, the greater the risk that cash could also flow out quickly, creating a money-market liquidity crisis — where funds may not have enough cash on hand to meet those redemptions.  Money market funds are deeply interconnected with the wider financial system, and often face the same risks as banks.  They typically invest in securities with maturities of 90 days or less, meaning they are very sensitive to changes in interest rates. They also invest heavily in commercial debt — if there’s a significant economic downturn the issuers could default on their obligations.  Recent meltdowns: Money markets last experienced a meltdown in the pandemic-induced panic of 2020 that required the US Department of the Treasury and the Federal Reserve to step in to prevent a destabilizing rapid withdrawal of money from the funds.  Funds that aren’t banks “can take the existing stress in the financial system and amplify it,” said US Treasury Secretary Janet Yellen at the time.  Regulations and updates were suggested by the Treasury in the wake of the turmoil, but the vulnerabilities exposed during the panic have yet to be addressed. New proposals for increasing investor safety are expected to be unveiled by the Securities and Exchange Commission next month.  The Federal Deposit Insurance Corporation, a US government agency that insures deposits in banks and savings associations, does not insure cash invested in money market funds. Those funds are also not guaranteed by the US government.  Short-seller Hindenburg targets Jack Dorsey’s Block  Shares of Block, the company behind Cash App, plunged by 20% Thursday morning after the release of a searing report from short-seller Hindenburg Research. The report accused Jack Dorsey’s company of allowing fraudulent accounts that obscure criminals involved in illegal or illicit activities, including the sex trafficking of minors.  Hindenburg’s attack on Block comes two months after the short seller’s allegations against Adani Group erased billions of dollars from the Indian conglomerate’s market value.  Hindenburg says its two-year investigation into Block — which also owns Square, Weebly, Afterpay and music streaming service Tidal — found that “Block has systematically taken advantage of the demographics it claims to be helping.”  Block is not a disruptive innovator, claims the report, but instead benefits from “a willingness to facilitate fraud against consumers and the government, avoid regulation, dress up predatory loans and fees as revolutionary technology, and mislead investors with inflated metrics.”  In a statement to CNN, Block called the report “factually inaccurate and misleading,” and said it intends to work with the Securities and Exchange Commission and explore legal action against Hindenburg.  “Hindenburg is known for these types of attacks, which are designed solely to allow short sellers to profit from a declined stock price. We have reviewed the full report in the context of our own data and believe it’s designed to deceive and confuse investors,” Block wrote.  The Hindenburg report claims that Block is regulated like the “Wild West” and allows fraudulent accounts, which gives cover for criminals involved in illegal or illicit activities, including the sex trafficking of minors.  The report cites “numerous indictments by the Department of Justice, which detail Cash App’s use to facilitate sex, including with minors.” It also references a quote from Sara Crowe, senior director at the anti-human trafficking nonprofit Polaris Project, where she says that “when it comes to sex trafficking in the US, by far the most commonly referenced platform is Cash App.”  Hindenburg alleges that there is even a Baltimore-based gang named after Cash App. In 2021, members of the “Cash App” gang were charged with distributing fentanyl, the report said.  Read more here.  Banks continue to rely on the Fed for emergency funds  Banks borrowed less this week from Federal Reserve emergency backstop funds than last, but not by much.  The Federal Reserve lent financial institutions a total of $163.9 billion in the week through March 22, compared with $164.8 billion last week, according to Fed data released Thursday.  But, as part of that total, banks borrowed $53.7 billion — nearly five times more this week than last — under the Fed’s newly launched Bank Term Funding Program.  The elevated numbers this week signal that turmoil is still working its way through the banking system. That turmoil has led some banks to look for quick access to cash to make customers whole or increase liquidity, which is what the central bank programs seek to provide.  Prior to the banking meltdown, those numbers had averaged around $10 billion a week."},{"link":"https://edition.cnn.com/2023/03/24/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  In the wake of Silicon Valley Bank’s collapse and subsequent banking meltdown, cash is king. The turmoil inflicted on financial markets has sent cautious investors running away from volatile markets and toward more liquid alternatives.  Money market funds, widely thought to be one of the safest, lowest-risk investment options, have seen an influx of cash in recent weeks as investors look for more stable ground.  These funds invest in short-term securities like government bonds, certificates of deposit — or fixed-term savings accounts — and commercial debt. The goal of a money market fund is to provide investors with a relatively stable investment option that offers higher returns than traditional savings.  But money markets aren’t without risks of their own, especially when they experience a large wave of investors all at once.  What’s happening: Since the Fed began to raise interest rates a year ago, the amount of money in money market funds has increased by roughly $400 billion. The inflows totaled more than $120 billion alone last week, according to Apollo Global Management. That means a record $5 trillion is currently invested.  The majority of the new money last week came from institutional investors, who put about $101 billion into the funds. Investments from retail investors made up about $20 billion, according to the Investment Company Institute.  Still, retail investors could soon pick up the pace. Goldman Sachs economists wrote in a note on Thursday that Americans could sell as much as $1.1 trillion in stocks this year and put that money into credit and money market assets instead.  Not-so-safe haven: But the more money there is invested in these funds, the greater the risk that cash could also flow out quickly, creating a money-market liquidity crisis — where funds may not have enough cash on hand to meet those redemptions.  Money market funds are deeply interconnected with the wider financial system, and often face the same risks as banks.  They typically invest in securities with maturities of 90 days or less, meaning they are very sensitive to changes in interest rates. They also invest heavily in commercial debt — if there’s a significant economic downturn the issuers could default on their obligations.  Recent meltdowns: Money markets last experienced a meltdown in the pandemic-induced panic of 2020 that required the US Department of the Treasury and the Federal Reserve to step in to prevent a destabilizing rapid withdrawal of money from the funds.  Funds that aren’t banks “can take the existing stress in the financial system and amplify it,” said US Treasury Secretary Janet Yellen at the time.  Regulations and updates were suggested by the Treasury in the wake of the turmoil, but the vulnerabilities exposed during the panic have yet to be addressed. New proposals for increasing investor safety are expected to be unveiled by the Securities and Exchange Commission next month.  The Federal Deposit Insurance Corporation, a US government agency that insures deposits in banks and savings associations, does not insure cash invested in money market funds. Those funds are also not guaranteed by the US government.  Short-seller Hindenburg targets Jack Dorsey’s Block  Shares of Block, the company behind Cash App, plunged by 20% Thursday morning after the release of a searing report from short-seller Hindenburg Research. The report accused Jack Dorsey’s company of allowing fraudulent accounts that obscure criminals involved in illegal or illicit activities, including the sex trafficking of minors.  Hindenburg’s attack on Block comes two months after the short seller’s allegations against Adani Group erased billions of dollars from the Indian conglomerate’s market value.  Hindenburg says its two-year investigation into Block — which also owns Square, Weebly, Afterpay and music streaming service Tidal — found that “Block has systematically taken advantage of the demographics it claims to be helping.”  Block is not a disruptive innovator, claims the report, but instead benefits from “a willingness to facilitate fraud against consumers and the government, avoid regulation, dress up predatory loans and fees as revolutionary technology, and mislead investors with inflated metrics.”  In a statement to CNN, Block called the report “factually inaccurate and misleading,” and said it intends to work with the Securities and Exchange Commission and explore legal action against Hindenburg.  “Hindenburg is known for these types of attacks, which are designed solely to allow short sellers to profit from a declined stock price. We have reviewed the full report in the context of our own data and believe it’s designed to deceive and confuse investors,” Block wrote.  The Hindenburg report claims that Block is regulated like the “Wild West” and allows fraudulent accounts, which gives cover for criminals involved in illegal or illicit activities, including the sex trafficking of minors.  The report cites “numerous indictments by the Department of Justice, which detail Cash App’s use to facilitate sex, including with minors.” It also references a quote from Sara Crowe, senior director at the anti-human trafficking nonprofit Polaris Project, where she says that “when it comes to sex trafficking in the US, by far the most commonly referenced platform is Cash App.”  Hindenburg alleges that there is even a Baltimore-based gang named after Cash App. In 2021, members of the “Cash App” gang were charged with distributing fentanyl, the report said.  Read more here.  Banks continue to rely on the Fed for emergency funds  Banks borrowed less this week from Federal Reserve emergency backstop funds than last, but not by much.  The Federal Reserve lent financial institutions a total of $163.9 billion in the week through March 22, compared with $164.8 billion last week, according to Fed data released Thursday.  But, as part of that total, banks borrowed $53.7 billion — nearly five times more this week than last — under the Fed’s newly launched Bank Term Funding Program.  The elevated numbers this week signal that turmoil is still working its way through the banking system. That turmoil has led some banks to look for quick access to cash to make customers whole or increase liquidity, which is what the central bank programs seek to provide.  Prior to the banking meltdown, those numbers had averaged around $10 billion a week."},{"link":"https://edition.cnn.com/2023/03/23/investing/credit-suisse-ubs-impact-switzerland","text":"London CNN —  The last-minute rescue of Credit Suisse may have prevented the current banking crisis from exploding, but it’s a raw deal for Switzerland.  Worries that Credit Suisse’s downfall would spark a broader banking meltdown left Swiss regulators with few good options. A tie-up with its larger rival, UBS (UBS), offered the best chance of restoring stability in the banking sector globally and in Switzerland, and protecting the Swiss economy in the near term.  But it leaves Switzerland exposed to a single massive financial institution, even as there is still huge uncertainty over how successful the mega merger will prove to be.  “One of the most established facts in academic research is that bank mergers hardly ever work,” said Arturo Bris, a professor of finance at Swiss business school IMD.  There are also concerns that the deal will lead to huge job losses in Switzerland and weaken competition in the country’s vital financial sector, which overall employs more than 5% of the national workforce, or nearly 212,000 people.  Taxpayers, meanwhile, are now on the hook for up to 9 billions Swiss francs ($9.8 billion) of future potential losses at UBS arising from certain Credit Suisse assets, provided those losses exceed 5 billion francs ($5.4 billion). The state has also explicitly guaranteed a 100 billion Swiss franc ($109 billion) lifeline to UBS, should it need it, although that would be repayable.  An aerial view of the headquarters of Credit Suisse, center, and UBS, left, at Paradeplatz in Zurich, Switzerland on Sunday, 19 March, 2023. Michael Buholzer/Keystone/AP  Switzerland’s Social Democratic party has already called for an investigation into what went wrong at Credit Suisse, arguing that the newly created “super-megabank” increases risks for the Swiss economy.  The demise of one of Switzerland’s oldest institutions has come as a shock to many of its citizens. Credit Suisse is “part of Switzerland’s identity,” said Hans Gersbach, a professor of macroeconomics at ETH university in Zurich. The bank “has been instrumental in the development of modern Switzerland.”  Its collapse has also tainted Switzerland’s reputation as a safe and stable global financial center, particularly after the government effectively stripped shareholders of voting rights to get the deal done.  Swiss authorities also wiped out some bondholders ahead of shareholders, upending the traditional hierarchy of losses in a bank failure and dealing another blow to the country’s reputation among investors.  “The repercussions for Switzerland are terrible,” said Bris of IMD. “For a start, the reputation of Switzerland has been damaged forever.”  That will benefit other wealth management centers, including Singapore, he told CNN. Singaporeans are “celebrating… because there is going to be a huge inflow of funds into other wealth management jurisdictions.”  Too big to fail?  At roughly $1.7 trillion, the combined assets of the new entity amount to double the size of Switzerland’s annual economic output. By deposits and loans to Swiss customers, UBS will now be bigger than the next two local banks combined.  With a roughly 30% market share in Swiss banking, “we see too much concentration risk and market share control,” JPMorgan analysts wrote in a note last week before the deal was done. They suggested that the combined entity would need to exit or IPO some businesses.  The problem with having one single large bank in a small economy is that if it faces a bank run or needs a bailout — which UBS did during the 2008 crisis — the government’s financial firepower may be insufficient.  At 333 billion francs ($363 billion), local deposits in the new entity equal 45% of GDP — an enormous amount even for a country with healthy public finances and low levels of debt.  On the other hand, UBS is in a much stronger financial position than it was during the 2008 crisis and it will be required to build up an even bigger financial buffer as a result of the deal. The Swiss financial regulator, FINMA, has said it will “very closely monitor the transaction and compliance with all requirements under supervisory law.”  UBS chairman Colm Kelleher underscored the health of UBS’s balance sheet Sunday at a press conference on the deal. “Having been chief financial officer [at Morgan Stanley] during the last global financial crisis, I’m well aware of the importance of a solid balance sheet. UBS will remain rock-solid,” he said.  Kelleher added that UBS would trim Credit Suisse’s investment bank “and align it with our conservative risk culture.”  Andrew Kenningham, chief Europe economist at Capital Economics, said “the question of market concentration in Switzerland is something to address in future.” “30% [market share] is higher than you might ideally want but not so high that it’s a major problem.”  The deal has “surgically removed the most worrying part of [Switzerland’s] banking system,” leaving it stronger, Kenningham added.  Jobs and competition  The deal will have an adverse affect on jobs, though, likely adding to the 9,000 cuts that Credit Suisse already announced as part of an earlier turnaround plan.  For Switzerland, the threat is acute. The two banks collectively employ more than 37,000 people in the country, about 18% of the financial sector’s workforce, and there is bound to be overlap.  “The Credit Suisse branch in the city where I live is right in front of UBS’s, meaning one of the two will certainly close,” Bris of IMD wrote in a note Monday.  In a call with analysts Sunday night, UBS CEO Ralph Hamers said the bank would try to remove 8 billion francs ($8.9 billion) of costs a year by 2027, 6 billion francs ($6.5 billion) of which would come from reducing staff numbers.  “We are clearly cognizant of Swiss societal and economic factors. We will be considerate employers, but we need to do this in a rational way,” Kelleher told reporters.  The Credit Suisse headquarters in Zurich Fabrice Coffrini/AFP/Getty Images  Not only does the deal, done in a hurry, fail to protect jobs in Switzerland, but it contains no special provisions on competition issues.  UBS now has “quasi-monopoly power,” which could increase the cost of banking services in the country, according to Bris.  Although Switzerland has dozens of smaller regional and savings banks, including 24 cantonal banks, UBS is now an even more dominant player. “Everything they do… will influence the market,” said Gersbach of ETH.  Credit Suisse’s Swiss banking arm, arguably its crown jewel, could have been subject to a future sale as part of the terms of the deal, he added.  A spinoff of the domestic bank now looks unlikely, however, after UBS made clear that it intended to hold onto it. “The Credit Suisse Swiss bank is a fine asset that we are very determined to keep,” Kelleher said Sunday.  Integration is difficult  At $3.25 billion, UBS got Credit Suisse for 60% less than the bank was worth when markets closed two days prior. Whether that ultimately turns out to be a steal remains to be seen. Large mergers are notoriously fraught with risk and often don’t deliver the promised returns to shareholders.  UBS argues that by expanding its global wealth and asset management franchise, the deal will drive long-term shareholder value. “UBS’s strength and our familiarity with Credit Suisse’s business puts us in a unique position to execute this integration efficiently and effectively,” Kelleher said. UBS expects the deal to increase its profit by 2027.  The transaction is expected to close in the coming months, but fully integrating the two institutions will take three to five years, according to Phillip Straley, the president of data analytics company FNA. “There’s a huge amount of integration risk,” he said.  Moody’s on Tuesday affirmed its credit ratings on UBS but changed the outlook on some of its debt from stable to negative, judging that the “complexity, extent and duration of the integration” posed risks to the bank.  It pointed to challenges retaining key Credit Suisse staff, minimizing the loss of overlapping clients in Switzerland and unifying the cultures of “two somewhat different organizations.”  According to Kenningham of Capital Economics, the “track record of shotgun marriages in the banking sector is mixed.”  “Some, such as the 1995 purchase of Barings by ING, have proved long-lasting. But others, including several during the global financial crisis, soon brought into question the viability of the acquiring bank, while others have proven very difficult to implement.”"},{"link":"https://edition.cnn.com/2023/03/23/investing/credit-suisse-ubs-impact-switzerland","text":"London CNN —  The last-minute rescue of Credit Suisse may have prevented the current banking crisis from exploding, but it’s a raw deal for Switzerland.  Worries that Credit Suisse’s downfall would spark a broader banking meltdown left Swiss regulators with few good options. A tie-up with its larger rival, UBS (UBS), offered the best chance of restoring stability in the banking sector globally and in Switzerland, and protecting the Swiss economy in the near term.  But it leaves Switzerland exposed to a single massive financial institution, even as there is still huge uncertainty over how successful the mega merger will prove to be.  “One of the most established facts in academic research is that bank mergers hardly ever work,” said Arturo Bris, a professor of finance at Swiss business school IMD.  There are also concerns that the deal will lead to huge job losses in Switzerland and weaken competition in the country’s vital financial sector, which overall employs more than 5% of the national workforce, or nearly 212,000 people.  Taxpayers, meanwhile, are now on the hook for up to 9 billions Swiss francs ($9.8 billion) of future potential losses at UBS arising from certain Credit Suisse assets, provided those losses exceed 5 billion francs ($5.4 billion). The state has also explicitly guaranteed a 100 billion Swiss franc ($109 billion) lifeline to UBS, should it need it, although that would be repayable.  An aerial view of the headquarters of Credit Suisse, center, and UBS, left, at Paradeplatz in Zurich, Switzerland on Sunday, 19 March, 2023. Michael Buholzer/Keystone/AP  Switzerland’s Social Democratic party has already called for an investigation into what went wrong at Credit Suisse, arguing that the newly created “super-megabank” increases risks for the Swiss economy.  The demise of one of Switzerland’s oldest institutions has come as a shock to many of its citizens. Credit Suisse is “part of Switzerland’s identity,” said Hans Gersbach, a professor of macroeconomics at ETH university in Zurich. The bank “has been instrumental in the development of modern Switzerland.”  Its collapse has also tainted Switzerland’s reputation as a safe and stable global financial center, particularly after the government effectively stripped shareholders of voting rights to get the deal done.  Swiss authorities also wiped out some bondholders ahead of shareholders, upending the traditional hierarchy of losses in a bank failure and dealing another blow to the country’s reputation among investors.  “The repercussions for Switzerland are terrible,” said Bris of IMD. “For a start, the reputation of Switzerland has been damaged forever.”  That will benefit other wealth management centers, including Singapore, he told CNN. Singaporeans are “celebrating… because there is going to be a huge inflow of funds into other wealth management jurisdictions.”  Too big to fail?  At roughly $1.7 trillion, the combined assets of the new entity amount to double the size of Switzerland’s annual economic output. By deposits and loans to Swiss customers, UBS will now be bigger than the next two local banks combined.  With a roughly 30% market share in Swiss banking, “we see too much concentration risk and market share control,” JPMorgan analysts wrote in a note last week before the deal was done. They suggested that the combined entity would need to exit or IPO some businesses.  The problem with having one single large bank in a small economy is that if it faces a bank run or needs a bailout — which UBS did during the 2008 crisis — the government’s financial firepower may be insufficient.  At 333 billion francs ($363 billion), local deposits in the new entity equal 45% of GDP — an enormous amount even for a country with healthy public finances and low levels of debt.  On the other hand, UBS is in a much stronger financial position than it was during the 2008 crisis and it will be required to build up an even bigger financial buffer as a result of the deal. The Swiss financial regulator, FINMA, has said it will “very closely monitor the transaction and compliance with all requirements under supervisory law.”  UBS chairman Colm Kelleher underscored the health of UBS’s balance sheet Sunday at a press conference on the deal. “Having been chief financial officer [at Morgan Stanley] during the last global financial crisis, I’m well aware of the importance of a solid balance sheet. UBS will remain rock-solid,” he said.  Kelleher added that UBS would trim Credit Suisse’s investment bank “and align it with our conservative risk culture.”  Andrew Kenningham, chief Europe economist at Capital Economics, said “the question of market concentration in Switzerland is something to address in future.” “30% [market share] is higher than you might ideally want but not so high that it’s a major problem.”  The deal has “surgically removed the most worrying part of [Switzerland’s] banking system,” leaving it stronger, Kenningham added.  Jobs and competition  The deal will have an adverse affect on jobs, though, likely adding to the 9,000 cuts that Credit Suisse already announced as part of an earlier turnaround plan.  For Switzerland, the threat is acute. The two banks collectively employ more than 37,000 people in the country, about 18% of the financial sector’s workforce, and there is bound to be overlap.  “The Credit Suisse branch in the city where I live is right in front of UBS’s, meaning one of the two will certainly close,” Bris of IMD wrote in a note Monday.  In a call with analysts Sunday night, UBS CEO Ralph Hamers said the bank would try to remove 8 billion francs ($8.9 billion) of costs a year by 2027, 6 billion francs ($6.5 billion) of which would come from reducing staff numbers.  “We are clearly cognizant of Swiss societal and economic factors. We will be considerate employers, but we need to do this in a rational way,” Kelleher told reporters.  The Credit Suisse headquarters in Zurich Fabrice Coffrini/AFP/Getty Images  Not only does the deal, done in a hurry, fail to protect jobs in Switzerland, but it contains no special provisions on competition issues.  UBS now has “quasi-monopoly power,” which could increase the cost of banking services in the country, according to Bris.  Although Switzerland has dozens of smaller regional and savings banks, including 24 cantonal banks, UBS is now an even more dominant player. “Everything they do… will influence the market,” said Gersbach of ETH.  Credit Suisse’s Swiss banking arm, arguably its crown jewel, could have been subject to a future sale as part of the terms of the deal, he added.  A spinoff of the domestic bank now looks unlikely, however, after UBS made clear that it intended to hold onto it. “The Credit Suisse Swiss bank is a fine asset that we are very determined to keep,” Kelleher said Sunday.  Integration is difficult  At $3.25 billion, UBS got Credit Suisse for 60% less than the bank was worth when markets closed two days prior. Whether that ultimately turns out to be a steal remains to be seen. Large mergers are notoriously fraught with risk and often don’t deliver the promised returns to shareholders.  UBS argues that by expanding its global wealth and asset management franchise, the deal will drive long-term shareholder value. “UBS’s strength and our familiarity with Credit Suisse’s business puts us in a unique position to execute this integration efficiently and effectively,” Kelleher said. UBS expects the deal to increase its profit by 2027.  The transaction is expected to close in the coming months, but fully integrating the two institutions will take three to five years, according to Phillip Straley, the president of data analytics company FNA. “There’s a huge amount of integration risk,” he said.  Moody’s on Tuesday affirmed its credit ratings on UBS but changed the outlook on some of its debt from stable to negative, judging that the “complexity, extent and duration of the integration” posed risks to the bank.  It pointed to challenges retaining key Credit Suisse staff, minimizing the loss of overlapping clients in Switzerland and unifying the cultures of “two somewhat different organizations.”  According to Kenningham of Capital Economics, the “track record of shotgun marriages in the banking sector is mixed.”  “Some, such as the 1995 purchase of Barings by ING, have proved long-lasting. But others, including several during the global financial crisis, soon brought into question the viability of the acquiring bank, while others have proven very difficult to implement.”"},{"link":"https://edition.cnn.com/2023/03/23/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  The Federal Reserve raised interest rates by a quarter percentage point on Wednesday as it attempts to fight stubbornly high inflation while addressing risks to financial stability.  Investors and economists had widely anticipated the quarter-point increase despite the recent meltdown in the banking sector.  Still, Federal Reserve Chair Jerome Powell and policymakers entered their second policymaking meeting of the year confronted by an unusual level of uncertainty as the landscape surrounding the financial system continues to shift.  So what did we learn from the policy decision, economic projections and Powell’s press conference on Wednesday?  Here are our five largest takeaways.  1. No “pivot” coming this year  Investors are currently betting that the Fed will cut rates before the end of the year, with interest rates ending 2023 somewhere between a half point and three-quarters of a point lower than where they are now (a range of 4.75% to 5%). But investors are wrong, said Powell at his press conference on Wednesday.  Powell said that the central bank anticipates growth will slow and inflation will decline gradually this year and next year. “In that most likely case, if that happens, participants don’t see rate cuts this year,” he said.  While the Fed is data dependent and future changes to interest rates are “uncertain,” he said, a cut to interest rates this year is not in the central bank’s “baseline expectation.”  2. But maybe a pause  Policymakers in their statement on Wednesday got rid of prior language that forecast “ongoing increases” to the interest rate and instead wrote that the committee “anticipates that some additional policy firming may be appropriate.”  This is a case of classic Fed speak, where small changes to language have a lot of implied meaning. Powell urged investors at his press conference to focus less on “policy firming” and more on “some” and “may.”  So what does that mean?  Before the banking crisis, the Fed was fairly certain that more rate hikes would be coming in the future. Now, they may push the pause button.  Still, hitting pause on rate hikes is not the same as hitting stop altogether. Powell said on Wednesday that while the Fed has made some progress on bringing down inflation, there’s still a long way to go.  “The process of getting inflation back down to 2% has a long way to go and is likely to be bumpy,” he said.  The Fed will be assessing data and the impact of its rate hikes in deciding how to proceed with policy, he said. “Inflation has moderated somewhat since the middle of last year, but the strength of these recent readings indicates that inflation pressures continue to run high,” Powell said.  3. More banking regulation is needed  While Powell repeatedly made assurances that the US banking system was sound and resilient, he did say that management at Silicon Valley Bank “failed badly,” and exposed its customers to “significant liquidity risk and interest rate risk.”  “My only interest is that we identify what went wrong here,” he said, adding that there needs to be stronger supervision and regulation in order to prevent more bank collapses and runs.  But Powell said the Fed wouldn’t jump to conclusions, adding that it would be “inappropriate for me at this stage to offer my views on what the answers might be.”  4. But the banking crisis may help bring down inflation  Wednesday’s Before the Bell focused on how the recent banking meltdown may have done some of the Fed’s work for it. Powell seemed to agree with that notion during his press conference.  The banking crunch is “likely to result in tighter credit conditions for households and businesses, which would in turn affect economic outcomes,” he said. Still, “it’s too soon to tell how monetary policy should respond.”  Fears of a bank run cause lenders to take fewer risks with their capital reserves to ensure they have enough cash to cover any potential withdrawal requests. That means banks may stop lending money to some borrowers, prevent some businesses from getting loans and issue fewer mortgages. It also means the economy would cool and potentially lead to layoffs and a housing market slowdown.  The Fed, in its fight against inflation, has been trying to do exactly that: Slow the economy. So rate hikes may not be necessary anymore to beat back rising prices.  On the other hand, the banking meltdown may not slow the economy. Powell said the Fed is watching closely.  “It’s possible that these events will turn out to have very modest effects on the economy, in which case inflation will continue to be strong, in which case, you know, the path might look different,” Powell said.  “It’s also possible that this potential tightening will contribute significant tightening in credit conditions over time. And in principle, that means that monetary policy may have less work to do. We simply don’t know.”  5. Job losses are a risk Powell is willing to take  The Federal Reserve expects unemployment to rise as it cools the economy in an attempt to bring down inflation.  By the Fed’s own prediction, the unemployment rate will rise to 4.5% by the end of the year, up from 3.6% last month. That could translate to more than 1 million more Americans out of work by the end of 2023.  Powell said that’s an uncertain but acceptable outcome: “We have to bring inflation down to 2%,” he told me in response to a question I asked Wednesday about the risk of snowballing unemployment. “There are real costs to bring it down to 2%. But the costs of failing are much higher.”  “If the central bank doesn’t get inflation back in place … you can have a long series of years where inflation is high and volatile. And it’s hard to invest capital. It’s hard for an economy to perform well. And we’re looking to avoid that,” Powell said.  What else investors are focused on Thursday  As Powell spoke, US Treasury Secretary Janet Yellen spooked markets on Wednesday about the possibility of future bank runs as she gave testimony at a Senate hearing on Financial Services and General Government.  Yellen told lawmakers that federal bank regulators have not discussed any plans to insure all US bank deposits. There have been calls for a larger guarantee of deposits following the banking turmoil over the past two weeks, and Powell said Wednesday that “all depositors’ savings are safe.”  “I have not considered or discussed anything having to do with blanket insurance or guarantees of all deposits,” said Yellen.  Yellen called the rapid collapse of Silicon Valley Bank a “new phenomenon,” and said that the circumstances that led to its meltdown could happen again.  “The Silicon Valley Bank situation showed an overwhelmingly rapid run on a bank. We’ve never seen deposits flee at this rate,” she said. “Now in the world that we live in, although this was a small community and a disproportionate share of Silicon Valley Bank deposits, this kind of thing may more readily happen.”  Yellen, like Fed chair Powell, said that regulation and monitoring of banks should be “updated and rethought.”  Wall Street didn’t like what it heard on Wednesday — especially the apparently contradictory messaging from the Fed chair and Treasury secretary — and a broad sell-off erased gains from back-to-back market rallies earlier in the week. The Dow dropped by more than 500 points and the S&P 500 and Nasdaq Composite each closed down more than 1.5%.  But markets tend to be fickle after Fed meetings and traders’ opinions of the meeting could change in early trading. Investors also have a lot more to digest over the coming days.  The Fed announced its rate hike on Wednesday, but more central bank announcements are coming. Norway and Switzerland hiked rates earlier Thursday, and the Bank of England is expected to do so too at 8a ET. The Fed will also publish its Balance Sheet update in the early evening — investors will watch closely to see if more banks are taking out emergency loans.  In the United States, new home sales, mortgage rates and weekly initial jobless claims will be released and Fed officials are now out of their official quiet period — meaning they can start speaking publicly for the first time since the banking meltdown.  There’s a lot more coming, hold on to your hats."},{"link":"https://edition.cnn.com/2023/03/23/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  The Federal Reserve raised interest rates by a quarter percentage point on Wednesday as it attempts to fight stubbornly high inflation while addressing risks to financial stability.  Investors and economists had widely anticipated the quarter-point increase despite the recent meltdown in the banking sector.  Still, Federal Reserve Chair Jerome Powell and policymakers entered their second policymaking meeting of the year confronted by an unusual level of uncertainty as the landscape surrounding the financial system continues to shift.  So what did we learn from the policy decision, economic projections and Powell’s press conference on Wednesday?  Here are our five largest takeaways.  1. No “pivot” coming this year  Investors are currently betting that the Fed will cut rates before the end of the year, with interest rates ending 2023 somewhere between a half point and three-quarters of a point lower than where they are now (a range of 4.75% to 5%). But investors are wrong, said Powell at his press conference on Wednesday.  Powell said that the central bank anticipates growth will slow and inflation will decline gradually this year and next year. “In that most likely case, if that happens, participants don’t see rate cuts this year,” he said.  While the Fed is data dependent and future changes to interest rates are “uncertain,” he said, a cut to interest rates this year is not in the central bank’s “baseline expectation.”  2. But maybe a pause  Policymakers in their statement on Wednesday got rid of prior language that forecast “ongoing increases” to the interest rate and instead wrote that the committee “anticipates that some additional policy firming may be appropriate.”  This is a case of classic Fed speak, where small changes to language have a lot of implied meaning. Powell urged investors at his press conference to focus less on “policy firming” and more on “some” and “may.”  So what does that mean?  Before the banking crisis, the Fed was fairly certain that more rate hikes would be coming in the future. Now, they may push the pause button.  Still, hitting pause on rate hikes is not the same as hitting stop altogether. Powell said on Wednesday that while the Fed has made some progress on bringing down inflation, there’s still a long way to go.  “The process of getting inflation back down to 2% has a long way to go and is likely to be bumpy,” he said.  The Fed will be assessing data and the impact of its rate hikes in deciding how to proceed with policy, he said. “Inflation has moderated somewhat since the middle of last year, but the strength of these recent readings indicates that inflation pressures continue to run high,” Powell said.  3. More banking regulation is needed  While Powell repeatedly made assurances that the US banking system was sound and resilient, he did say that management at Silicon Valley Bank “failed badly,” and exposed its customers to “significant liquidity risk and interest rate risk.”  “My only interest is that we identify what went wrong here,” he said, adding that there needs to be stronger supervision and regulation in order to prevent more bank collapses and runs.  But Powell said the Fed wouldn’t jump to conclusions, adding that it would be “inappropriate for me at this stage to offer my views on what the answers might be.”  4. But the banking crisis may help bring down inflation  Wednesday’s Before the Bell focused on how the recent banking meltdown may have done some of the Fed’s work for it. Powell seemed to agree with that notion during his press conference.  The banking crunch is “likely to result in tighter credit conditions for households and businesses, which would in turn affect economic outcomes,” he said. Still, “it’s too soon to tell how monetary policy should respond.”  Fears of a bank run cause lenders to take fewer risks with their capital reserves to ensure they have enough cash to cover any potential withdrawal requests. That means banks may stop lending money to some borrowers, prevent some businesses from getting loans and issue fewer mortgages. It also means the economy would cool and potentially lead to layoffs and a housing market slowdown.  The Fed, in its fight against inflation, has been trying to do exactly that: Slow the economy. So rate hikes may not be necessary anymore to beat back rising prices.  On the other hand, the banking meltdown may not slow the economy. Powell said the Fed is watching closely.  “It’s possible that these events will turn out to have very modest effects on the economy, in which case inflation will continue to be strong, in which case, you know, the path might look different,” Powell said.  “It’s also possible that this potential tightening will contribute significant tightening in credit conditions over time. And in principle, that means that monetary policy may have less work to do. We simply don’t know.”  5. Job losses are a risk Powell is willing to take  The Federal Reserve expects unemployment to rise as it cools the economy in an attempt to bring down inflation.  By the Fed’s own prediction, the unemployment rate will rise to 4.5% by the end of the year, up from 3.6% last month. That could translate to more than 1 million more Americans out of work by the end of 2023.  Powell said that’s an uncertain but acceptable outcome: “We have to bring inflation down to 2%,” he told me in response to a question I asked Wednesday about the risk of snowballing unemployment. “There are real costs to bring it down to 2%. But the costs of failing are much higher.”  “If the central bank doesn’t get inflation back in place … you can have a long series of years where inflation is high and volatile. And it’s hard to invest capital. It’s hard for an economy to perform well. And we’re looking to avoid that,” Powell said.  What else investors are focused on Thursday  As Powell spoke, US Treasury Secretary Janet Yellen spooked markets on Wednesday about the possibility of future bank runs as she gave testimony at a Senate hearing on Financial Services and General Government.  Yellen told lawmakers that federal bank regulators have not discussed any plans to insure all US bank deposits. There have been calls for a larger guarantee of deposits following the banking turmoil over the past two weeks, and Powell said Wednesday that “all depositors’ savings are safe.”  “I have not considered or discussed anything having to do with blanket insurance or guarantees of all deposits,” said Yellen.  Yellen called the rapid collapse of Silicon Valley Bank a “new phenomenon,” and said that the circumstances that led to its meltdown could happen again.  “The Silicon Valley Bank situation showed an overwhelmingly rapid run on a bank. We’ve never seen deposits flee at this rate,” she said. “Now in the world that we live in, although this was a small community and a disproportionate share of Silicon Valley Bank deposits, this kind of thing may more readily happen.”  Yellen, like Fed chair Powell, said that regulation and monitoring of banks should be “updated and rethought.”  Wall Street didn’t like what it heard on Wednesday — especially the apparently contradictory messaging from the Fed chair and Treasury secretary — and a broad sell-off erased gains from back-to-back market rallies earlier in the week. The Dow dropped by more than 500 points and the S&P 500 and Nasdaq Composite each closed down more than 1.5%.  But markets tend to be fickle after Fed meetings and traders’ opinions of the meeting could change in early trading. Investors also have a lot more to digest over the coming days.  The Fed announced its rate hike on Wednesday, but more central bank announcements are coming. Norway and Switzerland hiked rates earlier Thursday, and the Bank of England is expected to do so too at 8a ET. The Fed will also publish its Balance Sheet update in the early evening — investors will watch closely to see if more banks are taking out emergency loans.  In the United States, new home sales, mortgage rates and weekly initial jobless claims will be released and Fed officials are now out of their official quiet period — meaning they can start speaking publicly for the first time since the banking meltdown.  There’s a lot more coming, hold on to your hats."},{"link":"https://edition.cnn.com/2023/03/23/investing/global-markets-federal-reserve-hnk-intl","text":"Hong Kong/London CNN —  European and Asian markets were mixed during Thursday trade as investors digested the decision by the US Federal Reserve to raise its main interest rate by 25 basis points in a bid to bring down inflation.  European markets opened lower, with the region’s benchmark Stoxx Europe 600 index falling 0.9% in late-morning trading. Germany’s DAX (DAX) dropped 0.8%, while France’s CAC 40 (CAC40) fell 0.7%. London’s FTSE 100 (UKX) slid back 1.1%.  Europe’s Stoxx Europe 600 Banks index, which tracks 42 big EU and UK banks, dropped 0.9% late morning, after a rollercoaster two weeks for the banking sector following the collapse of two US lenders.  “With the banking sector not out of the woods and central bank and US treasury officials still on edge, uneasy about what may lie ahead, a sense of nervousness is still hanging over the markets,” Susannah Streeter, head of money and markets at Hargreaves Lansdown, said in a Thursday note.  But in Hong Kong, the benchmark Hang Seng (HSI) index closed 2.3% higher, leading gainers in Asia. One of the top gainers was internet giant Tencent, which ended the day up 8.2% after reporting a strong rise in its online advertising business in the December quarter on Wednesday.  In Japan, the Nikkei 225 (N225) closed 0.2% lower. The broader Topix index finished down 0.3%. South Korea’s Kospi was 0.3% higher, while Australia’s S&P ASX 200 closed 0.7% lower.  Asian shares had opened broadly lower, tracking losses on Wall Street. In the US, the Dow closed 1.6% lower on Wednesday, while the S&P 500 (DVS) slipped about 1.7%. The Nasdaq Composite declined 1.6%.  “Looking ahead, while we see fundamental value in Asia-ex Japan stocks … we remain concerned about a possible pullback in US stocks assuming US data deteriorates in the months ahead,” Nomura analysts wrote in a Thursday research note.  But US futures were trading higher in pre-market trade on Thursday, with the Dow up 0.1%, the S&P 500 up 0.4% and the Nasdaq Composite 0.9% higher.  US markets had been fickle on Wednesday before settling in the red as investors digested the Fed’s quarter-point rate hike and looked for clues about the state of the banking sector meltdown.  The Fed raised rates even though its historic rate hiking campaign was a contributing factor in the current banking crisis.  But investors were heartened by the central bank’s strong hints that the aggressive pace of its interest rate hikes would end soon. Still, the Fed also warned that rate cuts weren’t coming this year.  — CNN’s Krystal Hur and Laura He contributed reporting."},{"link":"https://edition.cnn.com/2023/03/23/investing/global-markets-federal-reserve-hnk-intl","text":"Hong Kong/London CNN —  European and Asian markets were mixed during Thursday trade as investors digested the decision by the US Federal Reserve to raise its main interest rate by 25 basis points in a bid to bring down inflation.  European markets opened lower, with the region’s benchmark Stoxx Europe 600 index falling 0.9% in late-morning trading. Germany’s DAX (DAX) dropped 0.8%, while France’s CAC 40 (CAC40) fell 0.7%. London’s FTSE 100 (UKX) slid back 1.1%.  Europe’s Stoxx Europe 600 Banks index, which tracks 42 big EU and UK banks, dropped 0.9% late morning, after a rollercoaster two weeks for the banking sector following the collapse of two US lenders.  “With the banking sector not out of the woods and central bank and US treasury officials still on edge, uneasy about what may lie ahead, a sense of nervousness is still hanging over the markets,” Susannah Streeter, head of money and markets at Hargreaves Lansdown, said in a Thursday note.  But in Hong Kong, the benchmark Hang Seng (HSI) index closed 2.3% higher, leading gainers in Asia. One of the top gainers was internet giant Tencent, which ended the day up 8.2% after reporting a strong rise in its online advertising business in the December quarter on Wednesday.  In Japan, the Nikkei 225 (N225) closed 0.2% lower. The broader Topix index finished down 0.3%. South Korea’s Kospi was 0.3% higher, while Australia’s S&P ASX 200 closed 0.7% lower.  Asian shares had opened broadly lower, tracking losses on Wall Street. In the US, the Dow closed 1.6% lower on Wednesday, while the S&P 500 (DVS) slipped about 1.7%. The Nasdaq Composite declined 1.6%.  “Looking ahead, while we see fundamental value in Asia-ex Japan stocks … we remain concerned about a possible pullback in US stocks assuming US data deteriorates in the months ahead,” Nomura analysts wrote in a Thursday research note.  But US futures were trading higher in pre-market trade on Thursday, with the Dow up 0.1%, the S&P 500 up 0.4% and the Nasdaq Composite 0.9% higher.  US markets had been fickle on Wednesday before settling in the red as investors digested the Fed’s quarter-point rate hike and looked for clues about the state of the banking sector meltdown.  The Fed raised rates even though its historic rate hiking campaign was a contributing factor in the current banking crisis.  But investors were heartened by the central bank’s strong hints that the aggressive pace of its interest rate hikes would end soon. Still, the Fed also warned that rate cuts weren’t coming this year.  — CNN’s Krystal Hur and Laura He contributed reporting."},{"link":"https://edition.cnn.com/2023/03/23/investing/swiss-banking-crisis-interest-rates","text":"London CNN —  Switzerland’s banking crisis has been halted, the country’s central bank said Thursday as it hiked interest rates for the fourth time in a bid to contain inflation.  Together with the Swiss government and financial market regulator FINMA, the Swiss National Bank (SNB) helped orchestrate the emergency takeover of Credit Suisse (CS) by UBS (UBS)on Sunday to prevent the collapse of the country’s second-biggest bank.  “The measures announced at the weekend … have put a halt to the crisis,” the central bank said in a statement. “The SNB is providing large amounts of liquidity assistance in Swiss francs and foreign currencies. These loans are backed by collateral and subject to interest.”  Thursday’s half-a-percentage point hike takes Swiss interest rates to 1.5%, and was in line with the majority of forecasts in a Reuters poll of economists.  Swiss inflation stands at 3.4%, far above the Swiss National Bank’s target range of 0-2%.  “The latest rise in inflation is principally due to higher prices for electricity, tourism services and food. However, prices increases are now broad-based,” the SNB said in its statement. “It cannot be ruled out that additional rises in the SNB policy rate will be necessary to ensure price stability over the medium term.”  The outlook for the Swiss economy was highly uncertain, however, given the risk of a global downturn and “adverse effects of the turmoil in the global financial sector.”  Credit Suisse was on the brink of collapse last week before the Swiss authorities stepped in, first with an emergency loan of central bank cash, followed by the initiation of frantic negotiations to secure a deal for the bank to be bought by its bigger rival.  The Sunday night rescue may have prevented the banking crisis from escalating, but it also left Swiss taxpayers on the hook for potential losses, and the SNB committed to providing huge loans should further help be required.  It also tarnished Switzerland’s reputation among some investors after FINMA agreed to wipe out the entire value of Credit Suisse’s riskier “alternative tier one” bonds, or AT1s, while allowing the bank’s shareholders to walk away with something from the deal.  Usually, equity holders are penalized before bondholders when a bank fails, and some investors are now considering legal action.  “The repercussions for Switzerland are terrible,” Arturo Bris, a professor of finance at Swiss business school IMD, told CNN. “For a start, the reputation of Switzerland has been damaged forever.”  FINMA defended its actions in a statement Thursday, saying they were based on the contractual terms of the bonds and an emergency law adopted by the Swiss government on Sunday.  The terms of Credit Suisse’s AT1 bonds stated that they would be completely written down in a “viability event,” and in particular if extraordinary government support was granted, it added.  “On Sunday, a solution could be found to protect clients, the financial center and the markets,” FINMA CEO Urban Angehrn said. “In this context, it is important that CS’s banking business continues to function smoothly and without interruption. That is now the case.”"},{"link":"https://edition.cnn.com/2023/03/23/investing/swiss-banking-crisis-interest-rates","text":"London CNN —  Switzerland’s banking crisis has been halted, the country’s central bank said Thursday as it hiked interest rates for the fourth time in a bid to contain inflation.  Together with the Swiss government and financial market regulator FINMA, the Swiss National Bank (SNB) helped orchestrate the emergency takeover of Credit Suisse (CS) by UBS (UBS)on Sunday to prevent the collapse of the country’s second-biggest bank.  “The measures announced at the weekend … have put a halt to the crisis,” the central bank said in a statement. “The SNB is providing large amounts of liquidity assistance in Swiss francs and foreign currencies. These loans are backed by collateral and subject to interest.”  Thursday’s half-a-percentage point hike takes Swiss interest rates to 1.5%, and was in line with the majority of forecasts in a Reuters poll of economists.  Swiss inflation stands at 3.4%, far above the Swiss National Bank’s target range of 0-2%.  “The latest rise in inflation is principally due to higher prices for electricity, tourism services and food. However, prices increases are now broad-based,” the SNB said in its statement. “It cannot be ruled out that additional rises in the SNB policy rate will be necessary to ensure price stability over the medium term.”  The outlook for the Swiss economy was highly uncertain, however, given the risk of a global downturn and “adverse effects of the turmoil in the global financial sector.”  Credit Suisse was on the brink of collapse last week before the Swiss authorities stepped in, first with an emergency loan of central bank cash, followed by the initiation of frantic negotiations to secure a deal for the bank to be bought by its bigger rival.  The Sunday night rescue may have prevented the banking crisis from escalating, but it also left Swiss taxpayers on the hook for potential losses, and the SNB committed to providing huge loans should further help be required.  It also tarnished Switzerland’s reputation among some investors after FINMA agreed to wipe out the entire value of Credit Suisse’s riskier “alternative tier one” bonds, or AT1s, while allowing the bank’s shareholders to walk away with something from the deal.  Usually, equity holders are penalized before bondholders when a bank fails, and some investors are now considering legal action.  “The repercussions for Switzerland are terrible,” Arturo Bris, a professor of finance at Swiss business school IMD, told CNN. “For a start, the reputation of Switzerland has been damaged forever.”  FINMA defended its actions in a statement Thursday, saying they were based on the contractual terms of the bonds and an emergency law adopted by the Swiss government on Sunday.  The terms of Credit Suisse’s AT1 bonds stated that they would be completely written down in a “viability event,” and in particular if extraordinary government support was granted, it added.  “On Sunday, a solution could be found to protect clients, the financial center and the markets,” FINMA CEO Urban Angehrn said. “In this context, it is important that CS’s banking business continues to function smoothly and without interruption. That is now the case.”"},{"link":"https://edition.cnn.com/2023/03/23/investing/china-evergrande-debt-restructuring-deal-intl-hnk","text":"Hong Kong CNN —  China’s Evergrande Group, whose collapse in 2021 sparked China’s worst property market crisis on record, has unveiled a multi-billion dollar restructuring plan to make peace with its international creditors.  The long-awaited plan could set an important precedence for investors dealing with the growing defaults and restructuring in China’s real estate industry. With more than $270 billion in total liabilities, Evergrande’s debt restructuring is also the country’s largest on record and will have broad implications for its financial markets.  Evergrande has reached “binding agreements” with its international bondholders on the key terms of its restructuring plan, the company said late Wednesday in a 200-page filing.  These bondholders hold $19.15 billion of US dollar-denominated notes that Evergrande had previously issued. They account for 84% of the company’s offshore debt, which is $22.7 billion.  That means most of the company’s international creditors have agreed on the deal.  “The proposed restructuring will alleviate the company’s pressure of offshore indebtedness and facilitate the company’s efforts to resume operations and resolve issues on shore,” Evergrande said in the filing.  The company offered two main options for its international creditors. They can swap their holdings into new notes with a 10 to 12 year maturity or convert them into different combinations of new notes with a five to nine year maturity and equity-linked instruments.  Electric cars  Evergrande said it will focus on returning to normal operations in the next three years. That will require additional financing of 250 billion to 300 billion yuan ($36.4 billion to $43.7 billion) to resume work and ensure delivery of properties.  The company also warned its electric vehicle (EV) unit would face the risk of shutdown without new funding. If the unit can obtain over 29 billion yuan in financing, it plans to launch a number of flagship models and achieve mass production.  Evergrande was once China’s largest developer by sales. But it had borrowed so heavily that when China cracked down on leverage in the property sector in 2020, it failed to raise enough cash to repay creditors and suppliers.  In late 2021, Evergrande was declared by Fitch Ratings as defaulting on its US dollar bonds, which roiled financial markets and sparked fears about contagion.  Soon after its default, the government intervened to prevent a disorderly collapse of the property giant that could have crippled the industry and wreaked havoc on the Chinese economy. (Real estate and related industries account for as much as 30% of GDP.)  Still, a liquidity crunch spread, with a number of prominent developers defaulting on their debt too, hurting homeowners and sinking buyers’ confidence.  The Chinese property market has since entered a deepening downturn, compounded by the fallout of stringent pandemic controls and an economic slowdown.  After the government intervention, Evergrande has been in talks with its overseas creditors to try to reach an agreement, but has missed its self-imposed deadlines several times.  Some international creditors lost patience over the “opaque” restructuring process.  In June, an Evergrande investor filed a lawsuit in Hong Kong seeking to wind up the company, which forced its hand. Earlier this week, Evergrande said at a court hearing in the city that it would publish details of the restructuring plan on Wednesday."},{"link":"https://edition.cnn.com/2023/03/23/investing/china-evergrande-debt-restructuring-deal-intl-hnk","text":"Hong Kong CNN —  China’s Evergrande Group, whose collapse in 2021 sparked China’s worst property market crisis on record, has unveiled a multi-billion dollar restructuring plan to make peace with its international creditors.  The long-awaited plan could set an important precedence for investors dealing with the growing defaults and restructuring in China’s real estate industry. With more than $270 billion in total liabilities, Evergrande’s debt restructuring is also the country’s largest on record and will have broad implications for its financial markets.  Evergrande has reached “binding agreements” with its international bondholders on the key terms of its restructuring plan, the company said late Wednesday in a 200-page filing.  These bondholders hold $19.15 billion of US dollar-denominated notes that Evergrande had previously issued. They account for 84% of the company’s offshore debt, which is $22.7 billion.  That means most of the company’s international creditors have agreed on the deal.  “The proposed restructuring will alleviate the company’s pressure of offshore indebtedness and facilitate the company’s efforts to resume operations and resolve issues on shore,” Evergrande said in the filing.  The company offered two main options for its international creditors. They can swap their holdings into new notes with a 10 to 12 year maturity or convert them into different combinations of new notes with a five to nine year maturity and equity-linked instruments.  Electric cars  Evergrande said it will focus on returning to normal operations in the next three years. That will require additional financing of 250 billion to 300 billion yuan ($36.4 billion to $43.7 billion) to resume work and ensure delivery of properties.  The company also warned its electric vehicle (EV) unit would face the risk of shutdown without new funding. If the unit can obtain over 29 billion yuan in financing, it plans to launch a number of flagship models and achieve mass production.  Evergrande was once China’s largest developer by sales. But it had borrowed so heavily that when China cracked down on leverage in the property sector in 2020, it failed to raise enough cash to repay creditors and suppliers.  In late 2021, Evergrande was declared by Fitch Ratings as defaulting on its US dollar bonds, which roiled financial markets and sparked fears about contagion.  Soon after its default, the government intervened to prevent a disorderly collapse of the property giant that could have crippled the industry and wreaked havoc on the Chinese economy. (Real estate and related industries account for as much as 30% of GDP.)  Still, a liquidity crunch spread, with a number of prominent developers defaulting on their debt too, hurting homeowners and sinking buyers’ confidence.  The Chinese property market has since entered a deepening downturn, compounded by the fallout of stringent pandemic controls and an economic slowdown.  After the government intervention, Evergrande has been in talks with its overseas creditors to try to reach an agreement, but has missed its self-imposed deadlines several times.  Some international creditors lost patience over the “opaque” restructuring process.  In June, an Evergrande investor filed a lawsuit in Hong Kong seeking to wind up the company, which forced its hand. Earlier this week, Evergrande said at a court hearing in the city that it would publish details of the restructuring plan on Wednesday."},{"link":"https://edition.cnn.com/2023/03/30/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Silicon Valley Bank’s collapse earlier this month dealt a major blow to the wine and crypto firms that entrusted their money with and depended on the lender to stay afloat.  But it also gave the fine wine and crypto industry a big boost as panicking investors rushed out of the financial sector and into alternative assets.  Bittersweet banking: SVB lent over $4 billion to winery clients since 1994, with over 400 wine industry clients (including wineries, vineyards and vendors) working with the bank’s premium wine division, according to the bank’s website.  Recent SEC filings, meanwhile, indicated SVB had about $1.2 billion in outstanding loans to high-end wine clients when the bank collapsed. Those wineries will be able to recover their money, but what happens to their lines of credit is still uncertain as the details of the bank’s sale to First Citizens BancShares gets hammered out.  SVB also had deep ties to the crypto industry. Circle, the company behind popular stablecoin USDC, said it had about $3.3 billion of its $40 billion in reserves at SVB. The firm’s USDC coin plunged in value on the news that the bank had failed, though it has since recovered.  The collapse of Signature Bank, a major crypto lender, also had serious implications for the industry. The Federal Deposit Insurance Corporation (FDIC) recently told the bank’s crypto clients that they must close their accounts and move their money by April 5, as the deposits were not included in the rescue deal arranged with Flagstar Bank this month.  Still, Bitcoin surged more than 4% on Wednesday, marking its best performance in over a week. The coin is up 23% this month. A single coin now costs more than $28,000 — its highest level since last spring.  That’s because investors are worried about the security of the US banking system and are looking for a way to protect their money outside of it, said crypto advocates.  “Bitcoin and other cryptocurrencies are built on a blockchain in a decentralized structure that is not controlled by just one entity,” said Karan Malik, head of Web3 Strategy at Legacy Suite. “The argument for decentralization and the adoption of cryptocurrency has become more valid after the banks’ collapse.”  Cathie Wood, founder of Ark Investment Management, said in a tweet that the surge in crypto isn’t surprising. “Their blockchains are decentralized, transparent and auditable. Banks are not and, in the last few days, have become less so,” she said.  Investments in fine wines have also surged as investor confidence in the banking system has been shaken.  “Fine wine’s performance over different market backdrops demonstrate its ability to generate alpha and improve risk-adjusted returns in a diversified portfolio due to its stability and low correlation with the equity market,” said CEO and co-founder of Cult Wine Investment Tom Gearing.  The Knight Frank Wealth Report, an annual analysis by the real estate consultancy, found that 39% of ultra high networth individuals will likely invest in wine this year.  “Interest in alternatives is on the rise and will be where wealth is grown over the coming decade,” said the report.  Other safe-haven investments like gold jumped in the wake of SVB’s and Signature Bank’s collapses. The spot price for gold is now up 7.4% for the month, though it has leveled off in recent days. Silver is up 11% for the month.  What’s next: The market realizes we’re “walking into a contraction in credit and an earnings contraction and the recession that will cause the default cycle. We are right in the middle of that,” said Mark Connors, head of research at digital asset management firm 3iQ in a note. “So as that happens, what assets are you going to go to?” he asked. “The 10 year [Treasury] is up, gold is up, yen is up — and Bitcoin is up.”  So will the surge in alternative investments last?  Goldman Sachs estimated this week that households will be net sellers of $750 billion in equities in 2023, and that corporations will buy a net $350 billion in equities in 2023, a 47% slowdown from 2022. That money has to go somewhere.  But the Federal government, FDIC and Federal Reserve Bank have been working around the clock to ensure investors and customers that the US financial system is safe. Alternative investments in crypto, wines and metals, meanwhile, come with their own volatility and risk.  Fed was without supervisory leadership as SVB business strategy went awry  The Federal Reserve went without a supervisory chair for nine months between fall 2021 and summer 2022 — the same period when Silicon Valley Bank’s “business strategy went awry,” according to US Rep. French Hill, a Republican from Arkansas, on Wednesday.  The Fed’s current vice chair for supervision is Michael Barr, who was sworn into his role in July 2022 to replace Randal Quarles after he left the post in October 2021. Barr told The House Financial Services Committee on Wednesday that he is unsure what happened and who was in charge of supervision during that nine-month interim period.  “I apologize, I don’t know the technical answer to that question,” Barr said when asked who was supervising banks during that time.  President Joe Biden failed to immediately nominate a replacement for Quarles and the Fed did not have a plan to replace him in the interim, wrote Peter Conti-Brown — a professor at The Wharton School of the University of Pennsylvania and Brookings Fellow — shortly after Quarles’ term ended. Instead, the Fed’s vital supervisory and regulatory priorities were “managed by the Fed’s Board of Governors, through their committee structure,” Conti-Brown said.  Biden did eventually nominate former Fed governor and Treasury official Sarah Bloom Raskin for the role, but withdrew her name from consideration after she was caught in a controversy involving a Colorado financial technology company. Biden eventually nominated Barr in May 2022.  “It appears to me that we have a lack of supervisory urgency here,” said Hill, noting that it took a full 12 months between when trends in banking triggered concern in Federal Reserve examiners and when action was taken to correct them.  During that period without a chair of supervision, wrote Conti-Brown, financial regulation and supervision likely were not at the forefront of the Fed’s policymaking.  “I think you raise an absolutely essential question. It’s one of the things we’re going to be asking in our review,” Barr told Hill. “Should the supervisors have been much more aggressive in the way that they responded to the risk that they noted? It’s something we’re going to take a good look at.”  Failures of bank management, supervisors and regulatory system led to SVB collapse: Top Fed official  The collapse of Silicon Valley Bank and Signature Bank has caused weeks of turmoil and fear in the US financial system. On Wednesday, the House Financial Services Committee used their hearing to try to figure out what exactly went wrong.  According to Barr, there were multiple causes.  “I think that anytime you have a bank failure like this, bank management clearly failed, supervisors failed and our regulatory system failed,” Barr said at the hearing. “So we’re looking at all of that.”"},{"link":"https://edition.cnn.com/2023/03/30/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Silicon Valley Bank’s collapse earlier this month dealt a major blow to the wine and crypto firms that entrusted their money with and depended on the lender to stay afloat.  But it also gave the fine wine and crypto industry a big boost as panicking investors rushed out of the financial sector and into alternative assets.  Bittersweet banking: SVB lent over $4 billion to winery clients since 1994, with over 400 wine industry clients (including wineries, vineyards and vendors) working with the bank’s premium wine division, according to the bank’s website.  Recent SEC filings, meanwhile, indicated SVB had about $1.2 billion in outstanding loans to high-end wine clients when the bank collapsed. Those wineries will be able to recover their money, but what happens to their lines of credit is still uncertain as the details of the bank’s sale to First Citizens BancShares gets hammered out.  SVB also had deep ties to the crypto industry. Circle, the company behind popular stablecoin USDC, said it had about $3.3 billion of its $40 billion in reserves at SVB. The firm’s USDC coin plunged in value on the news that the bank had failed, though it has since recovered.  The collapse of Signature Bank, a major crypto lender, also had serious implications for the industry. The Federal Deposit Insurance Corporation (FDIC) recently told the bank’s crypto clients that they must close their accounts and move their money by April 5, as the deposits were not included in the rescue deal arranged with Flagstar Bank this month.  Still, Bitcoin surged more than 4% on Wednesday, marking its best performance in over a week. The coin is up 23% this month. A single coin now costs more than $28,000 — its highest level since last spring.  That’s because investors are worried about the security of the US banking system and are looking for a way to protect their money outside of it, said crypto advocates.  “Bitcoin and other cryptocurrencies are built on a blockchain in a decentralized structure that is not controlled by just one entity,” said Karan Malik, head of Web3 Strategy at Legacy Suite. “The argument for decentralization and the adoption of cryptocurrency has become more valid after the banks’ collapse.”  Cathie Wood, founder of Ark Investment Management, said in a tweet that the surge in crypto isn’t surprising. “Their blockchains are decentralized, transparent and auditable. Banks are not and, in the last few days, have become less so,” she said.  Investments in fine wines have also surged as investor confidence in the banking system has been shaken.  “Fine wine’s performance over different market backdrops demonstrate its ability to generate alpha and improve risk-adjusted returns in a diversified portfolio due to its stability and low correlation with the equity market,” said CEO and co-founder of Cult Wine Investment Tom Gearing.  The Knight Frank Wealth Report, an annual analysis by the real estate consultancy, found that 39% of ultra high networth individuals will likely invest in wine this year.  “Interest in alternatives is on the rise and will be where wealth is grown over the coming decade,” said the report.  Other safe-haven investments like gold jumped in the wake of SVB’s and Signature Bank’s collapses. The spot price for gold is now up 7.4% for the month, though it has leveled off in recent days. Silver is up 11% for the month.  What’s next: The market realizes we’re “walking into a contraction in credit and an earnings contraction and the recession that will cause the default cycle. We are right in the middle of that,” said Mark Connors, head of research at digital asset management firm 3iQ in a note. “So as that happens, what assets are you going to go to?” he asked. “The 10 year [Treasury] is up, gold is up, yen is up — and Bitcoin is up.”  So will the surge in alternative investments last?  Goldman Sachs estimated this week that households will be net sellers of $750 billion in equities in 2023, and that corporations will buy a net $350 billion in equities in 2023, a 47% slowdown from 2022. That money has to go somewhere.  But the Federal government, FDIC and Federal Reserve Bank have been working around the clock to ensure investors and customers that the US financial system is safe. Alternative investments in crypto, wines and metals, meanwhile, come with their own volatility and risk.  Fed was without supervisory leadership as SVB business strategy went awry  The Federal Reserve went without a supervisory chair for nine months between fall 2021 and summer 2022 — the same period when Silicon Valley Bank’s “business strategy went awry,” according to US Rep. French Hill, a Republican from Arkansas, on Wednesday.  The Fed’s current vice chair for supervision is Michael Barr, who was sworn into his role in July 2022 to replace Randal Quarles after he left the post in October 2021. Barr told The House Financial Services Committee on Wednesday that he is unsure what happened and who was in charge of supervision during that nine-month interim period.  “I apologize, I don’t know the technical answer to that question,” Barr said when asked who was supervising banks during that time.  President Joe Biden failed to immediately nominate a replacement for Quarles and the Fed did not have a plan to replace him in the interim, wrote Peter Conti-Brown — a professor at The Wharton School of the University of Pennsylvania and Brookings Fellow — shortly after Quarles’ term ended. Instead, the Fed’s vital supervisory and regulatory priorities were “managed by the Fed’s Board of Governors, through their committee structure,” Conti-Brown said.  Biden did eventually nominate former Fed governor and Treasury official Sarah Bloom Raskin for the role, but withdrew her name from consideration after she was caught in a controversy involving a Colorado financial technology company. Biden eventually nominated Barr in May 2022.  “It appears to me that we have a lack of supervisory urgency here,” said Hill, noting that it took a full 12 months between when trends in banking triggered concern in Federal Reserve examiners and when action was taken to correct them.  During that period without a chair of supervision, wrote Conti-Brown, financial regulation and supervision likely were not at the forefront of the Fed’s policymaking.  “I think you raise an absolutely essential question. It’s one of the things we’re going to be asking in our review,” Barr told Hill. “Should the supervisors have been much more aggressive in the way that they responded to the risk that they noted? It’s something we’re going to take a good look at.”  Failures of bank management, supervisors and regulatory system led to SVB collapse: Top Fed official  The collapse of Silicon Valley Bank and Signature Bank has caused weeks of turmoil and fear in the US financial system. On Wednesday, the House Financial Services Committee used their hearing to try to figure out what exactly went wrong.  According to Barr, there were multiple causes.  “I think that anytime you have a bank failure like this, bank management clearly failed, supervisors failed and our regulatory system failed,” Barr said at the hearing. “So we’re looking at all of that.”"},{"link":"https://edition.cnn.com/2023/03/30/investing/global-ipo-market-slump-q1-intl-hnk","text":"Hong Kong CNN —  A slowdown in global initial public offerings continued in the first quarter of 2023 and is likely to endure in the coming months, as companies wait out the effects of volatile stock markets, higher interest rates and inflation, and uncertainty around the banking crisis.  That’s according to an EY report Thursday, which found that 299 companies around the world went public over the past three months, down 8% compared to the same time last year. Funds raised from those listings, meanwhile, plummeted 61% year-on-year, to $21.5 billion.  The slump follows a 45% drop in the number of IPOs last year, according to EY.  “Through just one quarter of 2023, it was more of the same for the stuttering global IPO market,” the firm said in a statement Thursday.  “Any initial euphoria at the start of the year was quickly dampened by the unexpected inflation and interest rate outlook, with the mood further stifled by the latest turmoil in the global banking system.”  Investors have been grappling with higher interest rates and costs of living for months. Lately, they’ve also been unnerved by historic upheaval in the banking industry, which has resulted in emergency interventions for Credit Suisse, Silicon Valley Bank, Signature Bank and First Republic Bank.  Ultimately, this means “companies are holding out for the stock markets to stabilize and rebound before listing,” EY said in its report.  Ringo Choi, EY’s IPO leader for Asia Pacific — a region that saw a dip in listings this quarter — said there was a “backlog” of firms that were interested in going public.  In Mainland China, for example, there are some “800 companies in the pipeline,” according to Choi, citing public filings.  But many firms around the world are biding their time, particularly as they’re discouraged by a lack of returns for those that did hit the market in recent months, he told CNN.  “Most of them report a loss,” Choi said. “People start to worry [and say,] ‘Well, what’s the meaning for getting an IPO?’ Why don’t they wait?”  Choi said he expects the decline to persist until at least the summer. But things may turn around later this year as “peaking inflation, energy prices softening and the rebound of mainland China’s economy” help investors regain confidence, according to EY.  Choi predicted the global market would recover in the second half of 2023, in part because he believed it had already hit the bottom.  “We’re lying on the floor,” he said. “It is very easy for us to have a rebound.”  Governments around the world are trying to promote IPOs in their respective jurisdictions, which could spur a revival, Choi noted.  Hong Kong’s Chief Executive John Lee, for example, recently traveled to Saudi Arabia and urged companies to consider listing in the city, Choi said.  “Once there is evidence of a more stable market with higher certainty, investor confidence should return,” EY said in its statement.  The firm indicated that “prominent companies that had postponed IPO plans may restart, albeit at more modest valuations.”"},{"link":"https://edition.cnn.com/2023/03/29/investing/credit-suisse-american-tax-evasion","text":"New York CNN —  Credit Suisse is complicit in ongoing tax evasion by ultra-wealthy Americans, including a potentially criminal conspiracy involving the failure to disclose nearly $100 million in secret offshore accounts held by a single family, a Senate investigation released Wednesday finds.  The two-year investigation by Senate Finance Committee Chairman Ron Wyden alleges major violations of the 2014 plea agreement Credit Suisse reached with the US Justice Department after it enabled thousands of wealthy Americans to avoid taxes.  “At the center of this investigation are greedy Swiss bankers and catnapping government regulators,” Wyden said in a statement, “and the result appears to be a massive, ongoing conspiracy to help ultra-wealthy US citizens to evade taxes and rip off their fellow Americans.”  The Senate panel said Credit Suisse, under pressure from investigators, has identified 23 additional large and undeclared accounts belonging to ultra-wealthy Americans, each with assets above $20 million. More reviews are underway, the Senate committee said.  The panel also said it uncovered a previously unknown and ongoing effort by Credit Suisse to hide nearly $100 million in secret offshore accounts belonging to a single family of American taxpayers.  All told, the committee estimates more than $700 million in concealed accounts held at Credit Suisse in violation of that 2014 plea deal.  The Senate investigation also found that former senior bankers at Credit Suisse were involved in the management of these large and undeclared offshore accounts.  In a statement to CNN on Wednesday, a Credit Suisse spokesperson said the bank does not tolerate tax evasion.  “In its core, the report describes legacy issues, some from a decade ago, and we have implemented extensive enhancements since then to root out individuals who seek to conceal assets from tax authorities,” the bank spokesperson said in the statement.  Credit Suisse said its new leadership has cooperated with the Senate inquiry.  “Our clear policy is to close undeclared accounts when identified, and to discipline any employee who fails to comply with bank policy or falls short of Credit Suisse’s standards of conduct. Credit Suisse is also actively cooperating with US authorities including the DOJ to address some remaining legacy conduct or policy concerns, and will continue to do so,” the spokesperson said in the statement.  In 2014, Credit Suisse pled guilty to federal charges that it illegally allowed some US clients evade their taxes for decades. The bank agreed to pay a total of $2.6 billion to the federal government and New York regulators.  The latest allegations come just days after Credit Suisse reached an emergency deal to be acquired by rival UBS."},{"link":"https://edition.cnn.com/2023/03/29/investing/premarket-stocks-trading","text":"New York CNN —  Inflation is ravaging shoppers’ wallets and the Federal Reserve has responded by instituting a regimen of painful interest rate hikes that could land the economy in a recession. But corporate profits are surging. US profit margins have reached record levels not seen since the immediate aftermath of World War II.  How did that happen?  Some economists are pointing to “greedflation,” the idea that companies are using high inflation rates as an excuse to price-gouge their customers while they bring in record profit margins.  Société Générale’s global strategy economist, Albert Edwards, wrote in a note last week that “the primary driver” of high inflation is companies taking advantage of customers by charging more to make an extra profit.  ​​Customers expect price rises because they read about inflation in the press, wrote Edwards, but companies have “clearly taken advantage of rising inflation expectations” and have increased their prices even as their costs have remained the same, adding to their bottom line.  Edwards says that instead of “calling this out as the primary cause of high inflation, central banks have instead chosen to focus on rising nominal wages as threatening to embed higher inflation – the so-called ‘wage/price spiral’,” referring to the central bank’s theory that wage growth has to slow down for prices to ease.  Between the end of 2020 and the third quarter of 2022, employee pay rose by 14%, but corporate profits grew by a whopping 28%.  Isabella Weber, an economist at the University of Massachusetts Amherst outlined in a recent academic study what she calls a “price-price spiral,” where companies hike prices beyond an increase in their costs.  Companies have recently “pushed margins higher. And, most surprisingly, they still continue to do so even as their raw material costs fall away,” wrote Edwards.  In a January speech, Lael Brainard, former Fed vice chair and current director of the National Economic Council of the United States, expressed worry that a price-price spiral could ultimately tank the economy by turning consumers off from spending. “The compression of these markups as supply constraints ease, inventories rise and demand cools could contribute to disinflationary pressures,” she said.  Other analysts, including UBS Wealth Management’s chief economist Paul Donovan, have also taken issue with the current strategy. “Powell’s failure to explain the philosophy behind their policy — how will rate hikes curb profit margin expansion? — adds uncertainty,” he said in a recent episode of his podcast.  What’s next: The first quarter of 2023 officially comes to an end this week and corporations will soon begin to report on their earnings. Those reports will provide key insights into the reliance of consumer spending, supply chain inefficiencies, inventory levels and perhaps more importantly: Profit margins.  But price-price spirals can’t last forever, said Annabel Rudebeck, head of non-US Credit at Western Asset. A recession will chip away at companies’ abilities to charge more. “There will be a point where the ability to push price over volume becomes more challenging. Presumably that would happen if we do see a big correction among higher-earning people.”  Three takeaways from Tuesday’s Senate hearing on recent bank failures  Silicon Valley Bank’s downfall sent waves of panic through the financial system earlier this month, setting off a chain reaction of chaos with which regional banks are still grappling.  Now, lawmakers are in the midst of an investigation into what led to the second-largest and third-largest bank collapses in US history — and how to prevent something similar from happening again.  On Tuesday, members of the Senate Banking Committee probed federal regulators: Martin Gruenberg, chairman of the board of directors of the Federal Deposit Insurance Corporation; Nellie Liang, under secretary for domestic finance at the US Treasury; and Michael Barr, vice chair for supervision at the Federal Reserve, about the tumultuous events that sent financial systems into a frenzy.  Here are three of the key issues that arose from the hearing:  1. Silicon Valley Bank customers  New details that emerged underscored the enormity of the bank run at SVB as it became the second-largest bank failure in American history.  Panicked customers attempted to withdraw a staggering $100 billion from Silicon Valley Bank on the day the tech lender was shut down by regulators, Barr revealed on Tuesday.  Officials have previously detailed that customers successfully pulled $42 billion from Silicon Valley Bank on March 9, the day before it was shut.  2. Mismanagement led to SVB’s failure  In his testimony, Barr also detailed how SVB leadership failed to effectively manage interest rates and the risk of running out of cash.  SVB’s failure is a “textbook case of mismanagement,” Barr said.  The Fed official pointed out that SVB’s belated effort to fix its balance sheet only made matters worse.  “The bank waited too long to address its problems and, ironically, the overdue actions it finally took to strengthen its balance sheet sparked the uninsured depositor run that led to the bank’s failure,” said Barr, adding that there was “inadequate” risk management and internal controls.  “Social media saw a surge in talk about a run, and uninsured depositors acted quickly to flee,” he said.  3. More regulation is needed  Democratic Sen. Elizabeth Warren of Massachusetts grilled federal regulators on their commitment to tightening banking rules.  “Executives at SVB and Signature [Bank] took wild risks and must be held accountable for exploding their banks,” Warren said. “But let’s be clear, these collapses also represent a massive failure in supervision over our nation’s banks.”  All three federal regulators called to testify agreed with Warren that the government needs to strengthen the rules for banks to help prevent future bank collapses.  “I anticipate the need to strengthen capital and liquidity standards for firms over $100 billion,” said Barr.  Republican Senators say the Fed’s focus on climate change led to banking turmoil  Republican Senators repeatedly insinuated on Tuesday that the recent US banking turmoil came as a result of the Federal Reserve’s focus on climate change.  The Federal Reserve announced in September that the six largest banks in the United States would participate in a voluntary pilot program to test what effects disastrous climate change scenarios could have on their bottom lines.  During Tuesday’s hearing, some Republican lawmakers appeared to blame the Fed’s focus on that program and on addressing climate change in general for a lack of regulatory banking oversight.  In his opening statement, Republican Sen. Tim Scott of South Carolina, the ranking member of the banking committee, called the Fed’s focus on climate change a waste of time.  “The Fed should focus on its mission and not the climate arena. This is a waste of time, attention and manpower,” he said. “All things that could have gone into bank supervision.”  Republican Sen. Steve Daines of Montana said President Joe Biden’s stimulus plan contributed to the downfall of Silicon Valley Bank by failing “to prioritize clear and present risks of the inflationary environment, rising interest rates and what they would do to bond values,” and “instead opting to focus on climate change.”  Daines also accused the Federal Reserve Bank of San Francisco of prioritizing climate change over the risks presented by higher interest rates.  “Senator, I’ve been focused on risk throughout the system, both short-term and long-term risks,” replied Michael Barr, the Fed’s vice chair for supervision. “Interest rate risk is a bread and butter issue in banking. It’s what our supervisors do all the time.”  In an interview with Montana Public Radio in 2014, Daines said that “the jury’s still out” on whether climate change is real. His campaigns have received more than $600,000 in donations from the oil and gas industry.  Fed Chair Jerome Powell has said repeatedly that the central bank would not become a “climate policymaker.”  “Today, some analysts ask whether incorporating into bank supervision the perceived risks associated with climate change is appropriate, wise, and consistent with our existing mandates,” Powell said in January.  “In my view, the Fed does have narrow, but important, responsibilities regarding climate-related financial risks. These responsibilities are tightly linked to our responsibilities for bank supervision. The public reasonably expects supervisors to require that banks understand, and appropriately manage, their material risks, including the financial risks of climate change.”"},{"link":"https://edition.cnn.com/2023/03/28/investing/andrew-bailey-bank-of-england","text":"London CNN —  Bank of England governor Andrew Bailey has said investors are hunting for “points of weakness” in banking, as fears linger that the crisis in the sector could engulf more lenders.  On Monday, European bank shares rose, boosted by news that First Citizens Bank in the United States would buy most of the assets of Silicon Valley Bank, which collapsed earlier this month. But the rise followed a sharp selloff on Friday, which was led by Deutsche Bank (DB).  “I think there are moves in markets to, if you like, test out firms,” Bailey told a UK parliamentary committee Tuesday. “I would not want to say that those in my estimation are based on identified weakness.”  He later added: “Markets are trying to find points of weakness at the moment.”  Regulators and investors on both sides of the Atlantic are on edge about potential pockets of vulnerability in the banking sector.  José Manuel Campa, the head of the European Banking Authority, told Germany’s Handelsblatt Monday that European lenders remained vulnerable. “The risks in the financial system remain very high,” he said.  Bailey said the central bank was keeping a close watch on the banking sector, despite his “very strong view” that UK lenders were in a strong position.  “I don’t think we’re at all in the place we were in in 2007/2008… but we have to be very vigilant,” he said. “We are in a period of very heightened, frankly, tension and alertness.”  UK lawmakers questioned Bailey and other Bank of England officials about events surrounding the failures of SVB and Credit Suisse. The Swiss heavyweight was rescued by UBS, while SVB UK was bought by HSBC (HBCYF) for £1 after its US parent was shut by regulators.  Bailey said the speed of SVB UK’s collapse had taken him by surprise. “In my experience, which goes back 30 years now, it’s probably the fastest passage from health to death since Barings. Barings was a sort of Friday-to-Sunday thing, and this was pretty similar,” he said.  Barings Bank collapsed in 1995 after more than $1 billion was lost by a single rogue trader, Nick Leeson.  Despite being well-capitalized, SVB UK would not have survived the demise of its US parent, according to Bailey. He said the Bank of England had continued to prepare for its insolvency until the sale to HSBC was finalized.  Sam Woods, deputy governor for prudential regulation at the Bank, told the parliamentary committee that he had been in “intensive discussions” with the Federal Reserve and Switzerland’s financial regulator Finma since October over contingency plans for embattled Credit Suisse.  Later on Tuesday, US lawmakers will begin their investigation into the collapse of SVB and Signature Bank, with financial regulators testifying before the Senate banking committee. US regulators will then appear before the House financial services committee on Wednesday."},{"link":"https://edition.cnn.com/2023/03/28/investing/andrew-bailey-bank-of-england","text":"London CNN —  Bank of England governor Andrew Bailey has said investors are hunting for “points of weakness” in banking, as fears linger that the crisis in the sector could engulf more lenders.  On Monday, European bank shares rose, boosted by news that First Citizens Bank in the United States would buy most of the assets of Silicon Valley Bank, which collapsed earlier this month. But the rise followed a sharp selloff on Friday, which was led by Deutsche Bank (DB).  “I think there are moves in markets to, if you like, test out firms,” Bailey told a UK parliamentary committee Tuesday. “I would not want to say that those in my estimation are based on identified weakness.”  He later added: “Markets are trying to find points of weakness at the moment.”  Regulators and investors on both sides of the Atlantic are on edge about potential pockets of vulnerability in the banking sector.  José Manuel Campa, the head of the European Banking Authority, told Germany’s Handelsblatt Monday that European lenders remained vulnerable. “The risks in the financial system remain very high,” he said.  Bailey said the central bank was keeping a close watch on the banking sector, despite his “very strong view” that UK lenders were in a strong position.  “I don’t think we’re at all in the place we were in in 2007/2008… but we have to be very vigilant,” he said. “We are in a period of very heightened, frankly, tension and alertness.”  UK lawmakers questioned Bailey and other Bank of England officials about events surrounding the failures of SVB and Credit Suisse. The Swiss heavyweight was rescued by UBS, while SVB UK was bought by HSBC (HBCYF) for £1 after its US parent was shut by regulators.  Bailey said the speed of SVB UK’s collapse had taken him by surprise. “In my experience, which goes back 30 years now, it’s probably the fastest passage from health to death since Barings. Barings was a sort of Friday-to-Sunday thing, and this was pretty similar,” he said.  Barings Bank collapsed in 1995 after more than $1 billion was lost by a single rogue trader, Nick Leeson.  Despite being well-capitalized, SVB UK would not have survived the demise of its US parent, according to Bailey. He said the Bank of England had continued to prepare for its insolvency until the sale to HSBC was finalized.  Sam Woods, deputy governor for prudential regulation at the Bank, told the parliamentary committee that he had been in “intensive discussions” with the Federal Reserve and Switzerland’s financial regulator Finma since October over contingency plans for embattled Credit Suisse.  Later on Tuesday, US lawmakers will begin their investigation into the collapse of SVB and Signature Bank, with financial regulators testifying before the Senate banking committee. US regulators will then appear before the House financial services committee on Wednesday."},{"link":"https://edition.cnn.com/2023/03/28/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  The job market has remained strong even as the Federal Reserve has spent a full year attempting to cool off the economy by raising interest rates. But economists think that the recent banking turmoil may be what finally raises unemployment.  Tech giants like Google, Amazon, Meta and Microsoft have all conducted large layoffs this year. Accenture announced it would slash 19,000 jobs worldwide this month and Disney has begun laying off 7,000 people.  Even with those big job cuts, the labor market in the United States remains white hot. US unemployment is near a five-decade low. The recent spate of layoffs, particularly in tech, have largely been shrugged off as companies’ adjusting their headcount after overhiring during the pandemic-era boom.  But the collapse of Silicon Valley Bank and Signature Bank and the ensuing banking meltdown have led some financial institutions to tighten their standards and issue fewer loans. Worries about maintaining enough cash through the downturn, closer scrutiny by regulators and interest rate hikes by the Fed have led to regional banks in particular to pull back on lending — a trend that may continue.  “Lending standards will tighten more, to a degree that’s greater than during the dot-com crisis,” wrote Goldman Sachs analysts in a note this week.  Economists believe that as loans dry up, so will jobs.  “Community and regional banks are the backbone of the real economy, and tighter lending will lead to slower overall economic activity and higher unemployment,” said Joe Brusuelas, principal and chief economist for RSM in a recent note.  Since the pandemic, regional banks “have provided a vast majority of lending to small firms, underwriting local small business formation,” said Philip Wool, an analyst with asset manager Rayliant. The recent banking crisis and rate hikes have suppressed that lending, he said, and “this contraction will play out in the job market.”  Small businesses account for about 63% of net new job creation in the United States, according to the Small Business Administration. Nearly 47% of all private sector employees in the country work at small businesses. “As higher borrowing costs and the associated belt tightening hit main street,” said Wool, “we expect to finally see a slowdown in growth and job gains.”  The importance of the regional banks in the lending equation “cannot be overstated,” wrote Lisa Shalett, chief investment officer at Morgan Stanley Wealth Management, in a note this week.  Current lending standards “signal that unemployment could increase by 2.5 percentage points in the next 12 to 24 months,” she said.  What to listen for in today’s Senate banking hearings  Silicon Valley Bank’s liquidity crisis and subsequent downfall sent waves of panic through the financial system in early March, setting off a chain reaction of chaos with which regional banks are still grappling.  Now, lawmakers are set to begin their investigation into what led to the second-largest and third-largest bank collapses in US history — and how to prevent something similar from happening again.  On Tuesday morning, members of the Senate Banking Committee will probe federal regulators: Martin Gruenberg, chairman of the board of directors of the Federal Deposit Insurance Corporation; Nellie Liang, under secretary for domestic finance at the US Treasury; and Michael Barr, vice chair for supervision at the Federal Reserve, about the tumultuous events that sent financial systems into a frenzy.  Tuesday’s hearing doesn’t begin until 10 a.m. ET, but all three federal regulators have already released their prepared testimony.  Here’s some of what you can expect to hear from each panelist.  ▸ In his prepared testimony ahead of the hearing, Gruenberg of the FDIC said that the failures of SVB and Signature Bank “demonstrate the implications that banks with assets over $100 billion can have for financial stability. The prudential regulation of these institutions merits serious attention, particularly for capital, liquidity, and interest rate risk.”  One preliminary lesson learned from the collapses, wrote Gruenberg, is that “heavy reliance on uninsured deposits creates liquidity risks that are extremely difficult to manage, particularly in today’s environment where money can flow out of institutions with incredible speed in response to news amplified through social media channels.”  ▸ In his testimony released on Monday, Barr, the Fed’s vice chair for supervision, detailed how SVB leadership failed to effectively manage interest rate and liquidity risk.  SVB’s failure is a “textbook case of mismanagement,” Barr said in his remarks.  The Fed official pointed out that SVB’s belated effort to fix its balance sheet only made matters worse.  “The bank waited too long to address its problems and, ironically, the overdue actions it finally took to strengthen its balance sheet sparked the uninsured depositor run that led to the bank’s failure,” said Barr, adding that there was “inadequate” risk management and internal controls.  ▸ Under Secretary for Domestic Finance Liang’s testimony echoed earlier speeches made by Treasury Secretary Janet Yellen. “As Secretary Yellen has said, we have used important tools to act quickly to prevent contagion. And they are tools we would use again if warranted to ensure that Americans’ deposits are safe,” she said.  Liang also added that this turmoil was very different from the financial crisis of 2008. “Back then, many financial institutions came under stress because they held low credit- quality assets. This was not at all the catalyst for recent events,” she said. “Our financial system is significantly stronger than it was 15 years ago. This is in large part due to post-crisis reforms for stronger capital and liquidity requirements.”  AI could explode economic growth  The recent emergence of generative artificial intelligence (AI) could increase global GDP by 7% annually, according to a new research report by Goldman Sachs economists.  AI will likely lead to job loss, they wrote, but technological innovation that initially displaces workers has historically created employment growth over long haul.  Using census data, they found that that 60% of workers today are employed in occupations that did not exist in 1940. That implies that about 85% of employment growth over the past 80 years, “is explained by the technology-driven creation of new positions,” wrote Goldman economists Joseph Briggs and Devesh Kodnani in the report.  “Most workers are employed in occupations that are partially-exposed to AI automation and, following AI adoption, will likely apply at least some of their freed-up capacity toward productive activities that increase output,” they said. “We anticipate that many workers that are displaced by AI automation will eventually become reemployed — and therefore boost total output — in new occupations.”"},{"link":"https://edition.cnn.com/2023/03/27/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Economists are growing concerned about the $20 trillion commercial real estate (CRE) industry.  After decades of thriving growth bolstered by low interest rates and easy credit, commercial real estate has hit a wall.  Office and retail property valuations have been falling since the pandemic brought about lower occupancy rates and changes in where people work and how they shop. The Fed’s efforts to fight inflation by raising interest rates have also hurt the credit-dependent industry.  Recent banking stress will likely add to those woes. Lending to commercial real estate developers and managers largely comes from small and mid-sized banks, where the pressure on liquidity has been most severe. About 80% of all bank loans for commercial properties come from regional banks, according to Goldman Sachs economists.  “I do think you will see banks pull back on commercial real estate commitments more rapidly in a world [where] they’re more focused on liquidity,” wrote Goldman Sachs Research’s Richard Ramsden in a note on Friday. “And I do think that is going to be something that will be important to watch over the coming months and quarters.”  Recently, short-sellers have stepped up their bets against commercial landlords, indicating that they think the market will continue to fall as regional banks limit access to credit. Real estate is the most shorted industry globally and the third most in the United States, according to S&P Global.  So just how big of a deal is this threat to the economy? Before the Bell spoke with Xander Snyder, senior commercial real estate economist at First American, to find out.  This interview has been edited for clarity and length.  Before the Bell: Why should retail investors pay attention to what’s going on in commercial real estate right now?  Xander Snyder: Banks have a lot of exposure to commercial real estate. That impacts banking stability. So the health of the market has an impact on the larger economy, even if you’re not interested in commercial real estate for commercial real estate’s sake.  How bad are things right now?  Price growth is slowing and for some asset classes it’s starting to decline. Office properties have been more challenged than others for obvious reasons.  Now private lending to the industry is starting to slow as well — bank lending was beginning to dry up over a month before the Silicon Valley Bank failure even happened. Credit was getting scarce for all commercial real estate and a fresh bank failure on top of that only exacerbates that trend.  How do you expect banking turmoil to make things worse?  I think more regulatory scrutiny is coming for smaller banks, which tend to have a larger concentration of commercial real estate loans. That means small and medium-sized banks are going to tighten lending standards even more, making it more difficult to get loans.  Does the possibility of a looming recession play into this?  As credit becomes scarcer and more expensive, it’s hard to know exactly what buildings are worth. You get this gap opening up between sellers and buyers: Sellers want to get late 2021 prices and buyers are saying ‘we don’t know what things are worth so we’ll give you this lowball offer.’ That was already happening and the result of that price differential was bringing deal activity down.  There’s no broad agreement on asset valuations. Economic uncertainty will exacerbate that trend. And if you’re a bank, it’s a lot more difficult to lend against the value of a building if you don’t know what the value of the building really is.  So how worried should we be?  A lot of people hear commercial real estate and they think it’s all the same thing and the trends are they’re all the same but they’re not. The underlying fundamentals of multifamily and industrial assets remain relatively stable on a national level.  It’s different for office and retail properties. There’s been a fundamental shift in how we use office space and that has changed demand. That’s something you should have your eye on, especially as low-interest office loans come due. We’re running into a situation where office-owners have to refinance at a higher rate and only 50% of the building is being used. That doesn’t translate to good cash flow metrics for the lender.  I think retail also faces challenges. A lot of people are still sitting on excess pandemic savings that are beginning to be spent down and the Fed is certainly trying to nudge unemployment up a little bit. So I imagine that both of those things will impact retail spending and therefore impact retail as an asset class.  Economists forecast recession and elevated inflation  Stagflation, the combination of high inflation and a weakening economy, could make a comeback. The majority of economists expect a recession sometime this year and forecast that inflation will remain above 4%, according to The National Association for Business Economics’ latest survey, released Monday.  It appears as though the fog has lifted since last month’s survey, which showed a significant divergence among respondents about where they think the US economy is heading in 2023.  “Panelists generally agree on the outlook for inflation and the consequences of rate hikes from the Federal Reserve,” said NABE Policy Survey Chair Mervin Jebaraj. “More than seven in ten panelists believe that growth in the consumer price index (CPI) will remain above 4% through the end of 2023, and more than two-thirds are not confident that the Fed will be able to bring inflation down to its 2% goal within the next two years without inducing a recession.”  Still, more than half of NABE Policy Survey panelists expect a recession at some point in 2023. But only 5% believe the United States is currently in one. That’s nearly four times lower than the 19% who believed the US was in a recession in August.  Banking turmoil brings us ‘closer right now’ to recession: Fed President Kashkari  The recent meltdown in the banking industry could tip the US into recession said Federal Reserve Bank of Minneapolis President Neel Kashkari.  “It definitely brings us closer right now,” he said during a CBS Face the Nation interview this weekend.  “What’s unclear for us is how much of these banking stresses are leading to a widespread credit crunch. And then that credit crunch, just as you said, would then slow down the economy,” he added.  While Kashkari said that the financial system is “resilient” and “strong” he said that there are still “fundamental issues, regulatory issues facing our banking system.”"},{"link":"https://edition.cnn.com/2023/03/27/investing/europe-banking-stocks-rebound-svb-deal","text":"1. How relevant is this ad to you?  Video player was slow to load content Video content never loaded Ad froze or did not finish loading Video content did not start after ad Audio on ad was too loud Other issues"},{"link":"https://finance.yahoo.com/video/breaking-down-la-mansion-tax-212514599.html","text":"Los Angeles residents are bracing for the start of a new real estate tax that will impact sellers of homes worth over $5 million dollars. Yahoo Finance’s Dave Briggs and Seana Smith break down the new tax rules.  The city of Los Angeles approved Proposition ULA in November of 2022. The measure calls for a 4% tax on properties sold or transferred for more than $5 million dollars and a 5.5% tax on properties sold or transferred for more than $10 million dollars.  The tax money will fund affordable housing projects and provide resources to tenants at risk of homelessness, according to the LA Office of Finance.  Key video moments  00:28 On tax rule breakdown  00:58 On cost to seller of a $10M home"},{"link":"https://finance.yahoo.com/video/everyones-trying-close-ahead-la-212315883.html","text":"Los Angeles's \"mansion tax\" goes into effect on Saturday, April 1st. The new rule will impose a 4% transfer tax on home sales over $5 million and a 5.5% tax on properties over $10 million. Josh Altman, \"Million Dollar Listing Los Angeles\" star and co-founder of The Altman Brothers joined Yahoo Finance to discuss how the new tax is impacting his business.  \"I'd be doing a lot better right now if this tax didn't go through,\" Altman told Yahoo Finance. He went on to explain that the last 72 hours were difficult as home owners attempted to sell ahead of April 1st, \"I have seen more deals get done...in the month of March than I've seen in my 20 years of being in some aspect of real estate.\"  Watch the full interview with Seana Smith and Dave Briggs here.  Key video moments:  00:00:02 Josh reacts to \"mansion tax\"  00:00:10 On number of deals in March  00:00:30 On the deals going through"},{"link":"https://finance.yahoo.com/video/streaming-platforms-vie-mlb-broadcast-212205667.html","text":"TipRanks  Investors looking for alpha in an uncertain market environment could do worse than following in the footsteps of legendary stock pickers and probably none can match Warren Buffet’s reputation. Not for nothing the “Oracle of Omaha” is considered one of the all-time greats and for nearly 60 years, between 1965 and 2022, his Berkshire Hathaway firm’s returns have doubled those of the S&P 500. So, it’s definitely worth nosing through Buffett’s portfolio to see which stocks he currently holds. And wh"},{"link":"https://finance.yahoo.com/news/community-banks-not-feel-deposit-211502847.html","text":"FILE PHOTO: The White House as seen from the Washington Monument  By Douglas Gillison and Pete Schroeder  (Reuters) - The White House on Thursday moved to reassure the nation's community banks that they would not have to foot a $23 billion bill for replenishing the fund that insures deposits following the second- and third-largest bank failures in U.S. history.  In unveiling new measures to strengthen mid-size banks, White House officials told reporters that banks serving local communities \"were not to blame\" and should not have to pay for the 18% chunk knocked out of a deposit insurance fund by failures of Silicon Valley Bank and Signature Bank.  The FDIC's insurance fund lost roughly $23 billion as the agency sold off the banks' portfolios to other firms, requiring it to impose a new \"special assessment\" fee on banks to refill it.  While the Federal Deposit Insurance Corporation is independent, there were some indications its leadership was already leaning in this direction. In congressional testimony on Wednesday, FDIC Chair Martin Gruenberg told lawmakers his agency would show \"particular attention and sensitivity\" to any burden placed on community banks, and noted the FDIC has leeway in deciding who should pay any assessment.  \"I expect the FDIC is going to pay very close attention to what the White House is saying,\" said Todd Phillips, a former senior FDIC attorney, now a fellow at the Roosevelt Institute.  While the White House's signal was encouraging, the FDIC still has significant leeway, according to Anne Balcer, head of government relations for the industry group Independent Community Bankers of America.  \"The good news obviously from seeing what the White House said is... an awareness that the banks that aren't the ones that are causing this loss and aren't the ones that are going to create the next crisis shouldn't be the ones shouldering the cost,\" said Balcer.  \"It'll be just, what is the threshold? What is the cutoff for how they define a community bank?\"  Story continues  An FDIC spokesman said the agency had no comment beyond Gruenberg's testimony. The fund held $128.2 billion at the end of last year.  An FDIC proposal for administering the \"special assessment\" is due to be released in May.  (Reporting by Douglas Gillison and Pete Schroder; Editing by David Gregorio)"},{"link":"https://edition.cnn.com/2023/03/30/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Silicon Valley Bank’s collapse earlier this month dealt a major blow to the wine and crypto firms that entrusted their money with and depended on the lender to stay afloat.  But it also gave the fine wine and crypto industry a big boost as panicking investors rushed out of the financial sector and into alternative assets.  Bittersweet banking: SVB lent over $4 billion to winery clients since 1994, with over 400 wine industry clients (including wineries, vineyards and vendors) working with the bank’s premium wine division, according to the bank’s website.  Recent SEC filings, meanwhile, indicated SVB had about $1.2 billion in outstanding loans to high-end wine clients when the bank collapsed. Those wineries will be able to recover their money, but what happens to their lines of credit is still uncertain as the details of the bank’s sale to First Citizens BancShares gets hammered out.  SVB also had deep ties to the crypto industry. Circle, the company behind popular stablecoin USDC, said it had about $3.3 billion of its $40 billion in reserves at SVB. The firm’s USDC coin plunged in value on the news that the bank had failed, though it has since recovered.  The collapse of Signature Bank, a major crypto lender, also had serious implications for the industry. The Federal Deposit Insurance Corporation (FDIC) recently told the bank’s crypto clients that they must close their accounts and move their money by April 5, as the deposits were not included in the rescue deal arranged with Flagstar Bank this month.  Still, Bitcoin surged more than 4% on Wednesday, marking its best performance in over a week. The coin is up 23% this month. A single coin now costs more than $28,000 — its highest level since last spring.  That’s because investors are worried about the security of the US banking system and are looking for a way to protect their money outside of it, said crypto advocates.  “Bitcoin and other cryptocurrencies are built on a blockchain in a decentralized structure that is not controlled by just one entity,” said Karan Malik, head of Web3 Strategy at Legacy Suite. “The argument for decentralization and the adoption of cryptocurrency has become more valid after the banks’ collapse.”  Cathie Wood, founder of Ark Investment Management, said in a tweet that the surge in crypto isn’t surprising. “Their blockchains are decentralized, transparent and auditable. Banks are not and, in the last few days, have become less so,” she said.  Investments in fine wines have also surged as investor confidence in the banking system has been shaken.  “Fine wine’s performance over different market backdrops demonstrate its ability to generate alpha and improve risk-adjusted returns in a diversified portfolio due to its stability and low correlation with the equity market,” said CEO and co-founder of Cult Wine Investment Tom Gearing.  The Knight Frank Wealth Report, an annual analysis by the real estate consultancy, found that 39% of ultra high networth individuals will likely invest in wine this year.  “Interest in alternatives is on the rise and will be where wealth is grown over the coming decade,” said the report.  Other safe-haven investments like gold jumped in the wake of SVB’s and Signature Bank’s collapses. The spot price for gold is now up 7.4% for the month, though it has leveled off in recent days. Silver is up 11% for the month.  What’s next: The market realizes we’re “walking into a contraction in credit and an earnings contraction and the recession that will cause the default cycle. We are right in the middle of that,” said Mark Connors, head of research at digital asset management firm 3iQ in a note. “So as that happens, what assets are you going to go to?” he asked. “The 10 year [Treasury] is up, gold is up, yen is up — and Bitcoin is up.”  So will the surge in alternative investments last?  Goldman Sachs estimated this week that households will be net sellers of $750 billion in equities in 2023, and that corporations will buy a net $350 billion in equities in 2023, a 47% slowdown from 2022. That money has to go somewhere.  But the Federal government, FDIC and Federal Reserve Bank have been working around the clock to ensure investors and customers that the US financial system is safe. Alternative investments in crypto, wines and metals, meanwhile, come with their own volatility and risk.  Fed was without supervisory leadership as SVB business strategy went awry  The Federal Reserve went without a supervisory chair for nine months between fall 2021 and summer 2022 — the same period when Silicon Valley Bank’s “business strategy went awry,” according to US Rep. French Hill, a Republican from Arkansas, on Wednesday.  The Fed’s current vice chair for supervision is Michael Barr, who was sworn into his role in July 2022 to replace Randal Quarles after he left the post in October 2021. Barr told The House Financial Services Committee on Wednesday that he is unsure what happened and who was in charge of supervision during that nine-month interim period.  “I apologize, I don’t know the technical answer to that question,” Barr said when asked who was supervising banks during that time.  President Joe Biden failed to immediately nominate a replacement for Quarles and the Fed did not have a plan to replace him in the interim, wrote Peter Conti-Brown — a professor at The Wharton School of the University of Pennsylvania and Brookings Fellow — shortly after Quarles’ term ended. Instead, the Fed’s vital supervisory and regulatory priorities were “managed by the Fed’s Board of Governors, through their committee structure,” Conti-Brown said.  Biden did eventually nominate former Fed governor and Treasury official Sarah Bloom Raskin for the role, but withdrew her name from consideration after she was caught in a controversy involving a Colorado financial technology company. Biden eventually nominated Barr in May 2022.  “It appears to me that we have a lack of supervisory urgency here,” said Hill, noting that it took a full 12 months between when trends in banking triggered concern in Federal Reserve examiners and when action was taken to correct them.  During that period without a chair of supervision, wrote Conti-Brown, financial regulation and supervision likely were not at the forefront of the Fed’s policymaking.  “I think you raise an absolutely essential question. It’s one of the things we’re going to be asking in our review,” Barr told Hill. “Should the supervisors have been much more aggressive in the way that they responded to the risk that they noted? It’s something we’re going to take a good look at.”  Failures of bank management, supervisors and regulatory system led to SVB collapse: Top Fed official  The collapse of Silicon Valley Bank and Signature Bank has caused weeks of turmoil and fear in the US financial system. On Wednesday, the House Financial Services Committee used their hearing to try to figure out what exactly went wrong.  According to Barr, there were multiple causes.  “I think that anytime you have a bank failure like this, bank management clearly failed, supervisors failed and our regulatory system failed,” Barr said at the hearing. “So we’re looking at all of that.”"}]}