{"articles":[{"link":"https://edition.cnn.com/2023/03/13/investing/silicon-valley-bank-collapse-explained","text":"London CNN —  Silicon Valley Bank collapsed with astounding speed on Friday. Investors are now on edge about whether its demise could spark a broader banking meltdown.  The US federal government has stepped in to guarantee customer deposits, but SVB’s downfall continues to reverberate across global financial markets. The government has also shut down Signature Bank, a regional bank that was teetering on the brink of collapse, and guaranteed its deposits.  In a sign of how seriously officials are taking the SVB failure, US President Joe Biden told Americans Monday that they “can rest assured that our banking system is safe,” adding: “We will do whatever is needed on top of all this.”  Here’s what you need to know about the biggest US bank failure since the global financial crisis.  A Brinks armored truck sits parked in front of the shuttered Silicon Valley Bank headquarters on March 10, 2023 in Santa Clara, California, United States. Justin Sullivan/Getty Images  What is Silicon Valley Bank?  Established in 1983, Silicon Valley Bank was, just before collapsing, America’s 16th largest commercial bank. It provided banking services to nearly half of all US venture-backed technology and life science companies.  It also has operations in Canada, China, Denmark, Germany, Ireland, Israel, Sweden and the United Kingdom.  SVB benefited hugely from the tech sector’s explosive growth in recent years, fueled by ultra-low borrowing costs and a pandemic-induced boom in demand for digital services.  The bank’s assets, which include loans, more than tripled from $71 billion at the end of 2019 to a peak of $220 billion at the end of March 2022, according to financial statements. Deposits ballooned from $62 billion to $198 billion over that period, as thousands of tech startups parked their cash at the lender. Its global headcount more than doubled.  Why did it collapse?  SVB’s collapse came suddenly, following a frenetic 48 hours during which customers yanked deposits from the lender in a classic run on the bank.  But the root of its demise goes back several years. Like many other banks, SVB ploughed billions into US government bonds during the era of near-zero interest rates.  What seemed like a safe bet quickly came unstuck, as the Federal Reserve hiked interest rates aggressively to tame inflation.  When interest rates rise, bond prices fall, so the jump in rates eroded the value of SVB’s bond portfolio. The portfolio was yielding an average 1.79% return last week, far below the 10-year Treasury yield of around 3.9%, Reuters reported.  At the same time, the Fed’s hiking spree sent borrowing costs higher, meaning tech startups had to channel more cash towards repaying debt. At the same time, they were struggling to raise new venture capital funding.  That forced companies to draw down on deposits held by SVB to fund their operations and growth.  What sparked the bank run?  While SVB’s problems can be traced back to its earlier investment decisions, the run on the bank was triggered Wednesday when the lender announced that it had sold a bunch of securities at a loss and would sell $2.25 billion in new shares to plug the hole in its finances.  That set off panic among customers, who withdrew their money in large numbers.  The bank’s stock plummeted 60% Thursday and dragged other bank shares down with it as investors began to fear a repeat of the global financial crisis a decade and a half ago.  By Friday morning, trading in SVB shares was halted and it had abandoned efforts to raise capital or find a buyer. California regulators intervened, shutting the bank down and placing it in receivership under the Federal Deposit Insurance Corporation, which typically means liquidating the bank’s assets to pay back depositors and creditors.  What about depositors and investors?  US regulators said Sunday that they would guarantee all SVB customers’ deposits. The move is aimed at preventing more bank runs and helping tech companies to continue paying staff and funding their operations.  The intervention does not amount to a 2008-style bailout, however, which means investors in the company’s stock and bonds will not be protected.  “Let me be clear that during the financial crisis, there were investors and owners of systemic large banks that were bailed out … and the reforms that have been put in place mean that we’re not going to do that again,” Treasury Secretary Janet Yellen told CBS in an interview Sunday.  “But we are concerned about depositors and are focused on trying to meet their needs.”  Will this trigger a banking crisis?  There are already some signs of stress at other banks. Trading in First Republic Bank (FRC) and PacWest Bancorp (PACW) was temporarily halted Monday after the shares plunged 65% and 52% respectively. Charles Schwab (SCHW) stock was down 7% at 11.30 a.m. ET Monday.  In Europe, the benchmark Stoxx Europe 600 Banks index, which tracks 42 big EU and UK banks, fell 5.6% in morning trade — notching its biggest fall since last March. Shares in embattled Swiss banking giant Credit Suisse were down 9%.  SVB isn’t the only financial institution whose investments into government bonds and other assets have fallen dramatically in value.  At the end of 2022, US banks were sitting on $620 billion in unrealized losses — assets that have decreased in price but haven’t been sold yet, according to the FDIC.  In a sign that regulators have concerns about wider financial chaos, the Fed said Sunday that it would make additional funding available for eligible financial institutions to prevent the next SVB from collapsing.  Most analysts point out that US and European banks have much stronger financial buffers now than during the global financial crisis. They also highlight that SVB had very heavy exposure to the tech sector, which has been particularly hard hit by rising interest rates.  “While SVB is a major failure, [it] and other niche players like Signature are quite unique in the broader banking world,” research analysts David Covey, Adrian Cighi and Jaimin Shah at M&G Investments commented in a blog post on Monday. “So unique, in our view, that it is unlikely to create material problems for any of the large diversified banks in the US or Europe from a credit point of view.”  Why did HSBC buy the UK business for £1?  HSBC stepped in Monday to buy SVB UK for £1 ($1.2), securing the deposits of thousands of British tech companies that hold money at the lender.  Had a buyer not been found, SVB UK would have been placed into insolvency by the Bank of England, leaving customers with only deposits worth up to £85,000 ($100,000) — or £170,000 ($200,000) for joint accounts — guaranteed.  The HSBC rescue is “fantastic news” for the UK startup ecosystem, said Piotr Pisarz, the CEO of Uncapped, a financial tech startup that lends to other startups. “I think we can all relax a bit today,” he told CNN.  In a statement, HSBC CEO Noel Quinn said the acquisition “strengthens our commercial banking franchise and enhances our ability to serve innovative and fast-growing firms, including in the technology and life science sectors, in the UK and internationally.”"},{"link":"https://edition.cnn.com/2023/03/13/investing/european-banks-svb-collapse","text":"London CNN —  Investors dumped European bank stocks for a third straight day Monday, despite dramatic moves over the weekend by the US and UK governments to shore up confidence in the financial system following Friday’s collapse of Silicon Valley Bank.  Europe’s benchmark Stoxx Europe 600 Banks index, which tracks 42 big EU and UK banks, fell 5.6% by mid-afternoon — notching its biggest fall since March last year. The broader Stoxx Europe 600 index dropped 2.1%, while the bank-heavy FTSE 100 (UKX) was 2.2% down.  Shares in embattled Swiss bank Credit Suisse (AMJL) plunged 12% to a new record low, before recovering. The shares of HSBC (FTRXX) fell 3.8%, Barclays (ATMP) 5.7%, Deutsche Bank (DB) 4.3% and Italy’s Unicredit (UNCFF) 7.5%.  The falls have heightened fears that the second-biggest US banking collapse in history may be followed by further failures of weaker banks. That’s despite interventions by officials on both sides of the Atlantic to stem the panic, and the relatively limited exposure among European banks to SVB and its clients.  “Investors have still been shaken by the events of the past few days,” Susannah Streeter, head of money and markets at investing platform Hargreaves Lansdown, told CNN.  The London Stock Exchange Group headquarters in the City of London, UK, on Thursday, March 2, 2023. Hollie Adams/Bloomberg/Getty Images  On Sunday, the Biden administration promised that customers of SVB and Signature Bank, which was shut down on Sunday, would have access to all their money starting Monday. In a break with precedent, the government ensured that even uninsured deposits will be returned.  The Federal Reserve will also make additional funding available for eligible financial institutions to prevent runs on similar banks in the future. US banks are sitting on $620 billion in unrealized losses — assets that have decreased in price but haven’t been sold yet — as of the end of 2022, according to the Federal Deposit Insurance Corporation.  It is unclear how many unrealized losses EU and UK banks are carrying on their books.  The extraordinary moves by the US authorities were designed to prevent more bank runs and to help companies that deposited large sums with the banks to continue to make payroll and fund their operations.  HSBC (FTRXX), Europe’s biggest bank, announced early on Monday that it had bought the UK arm of SVB for £1 ($1.2), effective “immediately.” The Bank of England told SVB UK’s customers that all their deposits were safe.  Sharp losses in Europe  Still, investors were jittery in Europe, where officials have not yet promised any additional liquidity support to the banking sector more generally, as has happened in the United States.  “The deposit insurance scheme in the US is significantly more generous than in Europe, and there is a growing expectation that the US Treasury will move swiftly to fully guarantee deposits if more banks turn insolvent,” Streeter said.  Chris Beauchamp, chief market analyst at trading platform IG, agreed. European investors were waiting for “verbal reassurance” from the European Central Bank, he said, which may not come until Thursday when it next meets to set interest rates.  “The move by US authorities is a sign that they are responding quickly, whereas Europe has still to respond,” he told CNN.  Beauchamp added that the sharper falls in European bank stocks so far seen on Monday might partly reflect their stronger performance relative to US banks this year.  The Stoxx Europe 600 Banks index rose 21% in the first eight weeks of the year, about 12 percentage points more than the KBW Bank Index, which tracks 24 leading US banks. Both indexes have fallen back since the beginning of March.  “US markets are down much more sharply over the last month,” Beauchamp said. “So much of the pessimism might be priced in.”"},{"link":"https://edition.cnn.com/2023/03/13/investing/svb-uk-business-deal-intl-hnk","text":"Hong Kong/London CNN —  HSBC has scooped up the UK arm of failed Silicon Valley Bank, securing the deposits of thousands of British tech firms that hold money at the lender.  Had a buyer not been found, SVB UK would have been placed into insolvency by the Bank of England following the stunning collapse of its parent in the United States. Insolvency would have left customers with only deposits worth up to £85,000 ($100,000) — or £170,000 ($200,000) for joint accounts — guaranteed.  In a statement, the central bank said it “can confirm that all depositors’ money with SVB UK is safe and secure as a result of this transaction.”  HSBC, Europe’s biggest bank, announced the £1 ($1.2) deal early Monday morning, saying it would be effective “immediately.”  The acquisition should “end the nightmare thousands of tech firms had been experiencing over the past few days,” Susannah Streeter, head of money and markets at investing platform Hargreaves Lansdown, said in a statement.  SVB UK is a major bank partner for Britain’s tech sector, and the failure of its parent sent tech executives scrambling to work out how to get their cash out to pay staff and cover operating expenses.  The HSBC rescue is “fantastic news” for the UK startup ecosystem, said Piotr Pisarz, the CEO of Uncapped, a financial tech startup that lends to other startups. “I think we can all relax a bit today,” he told CNN.  Uncapped had launched an emergency funding program Saturday to help companies meet payroll and other obligations. It had received “hundreds” of applications from UK and US firms by Monday, according to Pisarz, who said it remained ready to support firms affected by the SVB collapse. Uncapped is also offering longer-term bridge loans to help with working capital.  Pisarz said startup companies would likely look to diversify their banking relationships because of this event. It was an “unhealthy situation” to have around half of Britain’s startup ecosystem banking with a single institution, he added.  In a statement, HSBC CEO Noel Quinn said the acquisition meant that “SVB UK customers can continue to bank as usual, safe in the knowledge that their deposits are backed by the strength, safety and security of HSBC.”  “This acquisition makes excellent strategic sense for our business in the UK,” he said. “It strengthens our commercial banking franchise and enhances our ability to serve innovative and fast-growing firms, including in the technology and life science sectors, in the UK and internationally.”  Bank stocks slide  HSBC’s London-listed shares fell after market open and were 3.6% lower in morning trading. The Stoxx Europe 600 banking index, which tracks 42 big European Union and UK banks, also took a knock, trading 5.6% down.  Britain’s finance minister Jeremy Hunt sought to reassure investors on the health of the country’s broader banking system.  “There was never a systemic risk to our financial stability in the UK,” he told reporters. “The UK banking system is extremely secure, it’s well-capitalized.”  As of last Friday, SVB UK had loans of approximately £5.5 billion ($6.7 billion) and deposits of around £6.7 billion ($8.1 billion), according to the HSBC statement. It also logged a pretax profit of £88 million ($106.5 million) in its last fiscal year ended December.  SVB, a lender best known for providing financing to startups, had faced liquidity concerns in the United States, triggering a huge bank run last week. That ultimately led to its collapse, the second-biggest of a financial institution in US history, on Friday.  US financial regulators reacted swiftly to concerns of contagion over the weekend, announcing that customers of the failed bank would get access to all their money starting Monday.  Authorities have also guaranteed deposits for customers of Signature Bank, a regional US lender shut down by regulators because it had faced financial trouble in recent days.  — Hanna Ziady contributed reporting."},{"link":"https://edition.cnn.com/2023/03/13/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Understanding the economy is a complicated task, and even the experts are struggling to answer seemingly simple questions like “Are we on the brink of a recession?” or “Why isn’t inflation falling faster?”  Many have resorted to the use of metaphor to convey the current complexity of the economy.  It’s a communications tactic that some Federal Reserve officials have long favored. In the early 1980s, Nancy Teeters, the first woman appointed to the Federal Reserve Board, came up with an apt metaphor to explain why she disagreed with steep rate hikes implemented by then-Fed Chairman Paul Volcker.  Her colleagues were “pulling the financial fabric of this country so tight that it’s going to rip,” she said. “Once you tear a piece of fabric, it’s very difficult, almost impossible, to put it back together again,” she added, before remarking that “none of these guys has ever sewn anything in his life.”  These days, economists and analysts are turning to increasingly outlandish metaphors to help translate their thoughts.  Here are some of the most interesting descriptors used recently and what they mean:  Wile E. Coyote  If you think back to Saturday morning cartoons, you may remember the never-ending, and mostly futile, chase between Wile E. Coyote and his nemesis, Road Runner. That pursuit often ended with Wile E. running off a cliff and into mid-air.  The toons were fun sources of entertainment in our salad years, but former Treasury Secretary Larry Summers says they now double as a case study for the Fed and the economy.  “The [Federal Reserve’s] process of bringing down inflation will bring on a recession at some stage, as it almost always has in the past,” Summers told CNN last week.  And for the US economy, it could likely mean a “Wile E. Coyote moment,” Summers said — if we run off the cliff, gravity will eventually win out.  “The economy could hit an air pocket in a few months,” he said.  Antibiotics  When describing the state of the economy, Summers doesn’t just rely on Looney Tunes. He also borrows from the medical community.  While describing why the Fed can’t end its rate hike regimen when inflation shows signs of showing, Summers has compared higher interest rates to medicine for a country sick with high inflation. The entire dose must be taken for the treatment to fully work, he says.  “We’ve all had the experience of taking a course of drugs and giving up, stopping the drugs, before the course was exhausted, simply because we felt better. And then, whatever infection we had came back and it was harder to fight the second time,” Summers told Boston’s NPR news station WBUR in February.  For what it’s worth, Before the Bell is also guilty of using this one.  Fog report  We may be driving in the fog, landing a plane in the fog or even just walking in it.  What’s important in this oft-used scenario is that it’s hard to see and we’re doing something that typically requires clear visibility.  Clients “facing the fog of uncertainty in financial markets, economic growth and geopolitics,” should “avoid unnecessary lane changes,” and “allow extra time to reach your destination,” advised Goldman Sachs analysts earlier this year.  It’s essentially a fancy way of saying that no one really knows what’s going on in this economy. Instead of attempting to find a way out of the chaos, investors should slow down, stay the course and wait for recovery.  Edibles  Late last year, investment analyst Peter Boockvar used a semi-illicit metaphor to explain why he thought the Fed might be over-tightening the economy into recession. He compared the Fed to an inexperienced consumer of weed gummies, which can take a long time to kick in.  During that waiting period, an eager consumer may think the drugs aren’t working and eat more before the effects of the first dose even set in. They then inevitably find themselves way too stoned and feeling not-so-great.  Boockvar was careful to note that he himself does not indulge in this practice, by the way.  Storm chasing  JPMorgan Chase CEO Jamie Dimon should receive an honorary degree in meteorology for his recessionary weather predictions.  The Big Bank exec has repeatedly referred to economic recession as a storm gathering on the horizon — occasionally he’ll update the public on how far away and how bad that storm is.  Last summer Dimon spooked markets when he compared a possible upcoming recession to a “hurricane.” In November, he downgraded it to a “storm.”  By January, his forecast was simply “storm clouds,” adding that he probably should never have used the term “hurricane.”  Polyurethane  Rick Rieder, BlackRock’s Chief Investment Officer of Global Fixed Income, has likened the economy to a bendable piece of plastic. Much like the economy, he wrote, polyurethane, “displays flexibility and adaptability, but also durability and strength.”  He added that “the material’s ability to be stretched, bent, stressed and flexed without breaking, while in fact returning to its original condition, is what makes it so chemically unique. In recent years the US economy has displayed a remarkable resilience to stresses and an extraordinary ability to adapt to changing conditions.”  Do people need to lose jobs to bring down inflation?  Last week Senator Elizabeth Warren grilled Federal Reserve Chair Jerome Powell about American job losses being potential casualties of the central bank’s battle against high inflation.  Warren, a frequent critic of the Fed’s leader, noted that an additional 2 million people would have to lose their jobs if the unemployment rate rises from its current 3.6% rate to reach the Fed’s projections of 4.6% by the end of the year.  “If you could speak directly to the two million hardworking people who have decent jobs today, who you’re planning to get fired over the next year, what would you say to them?” Warren asked.  Powell argued that all Americans, not just two million, are suffering under high inflation.  “Will working people be better off if we just walk away from our jobs and inflation remains 5% or 6%?” Powell replied.  Warren cautioned Powell that he was “gambling with people’s lives.”  The discussion was part of a larger cost-benefit conversation that keeps popping up around the jobs market: Which is worse — widespread job loss or elevated inflation?  CNN spoke with two top economic analysts with different perspectives to gain a deeper understanding of the debate.  Below is our interview with Johns Hopkins economist Laurence Ball.  Yesterday we published our interview with Roosevelt Institute director Michael Konczal, you can read that here.  This interview has been edited for length and clarity.  Before the Bell: Is it necessary to increase the unemployment rate to successfully fight inflation?  Laurence Ball: There’s a trade off between inflation and unemployment. When the economy is very strong and unemployment is pushed down, inflation tends to be higher. Right now there are almost two job openings per unemployed worker, the supply of workers looking for jobs and the demand for firms to hire is out of whack. That’s leading to faster wage increases, which sounds good except that gets passed through to faster price increases and more inflation. So somehow the labor market has to be brought back towards a normal balance of workers and jobs and that means slowing down the economy, and that probably means raising unemployment.  Can you explain the cost-benefit analysis of two million jobs lost to get down to 2% inflation?  If we assume we have to get inflation down to 2%, then it’s just an unhappy fact of life that that’s going to require higher unemployment. But a lot of people, including me, think that if the Fed gets it down to 4% or 3%, that’s the time to declare victory or say, ‘close enough for government work.’  It gets more and more expensive in terms of how much unemployment it costs to go from 3% to 2% inflation. Those last few points will have disproportionately large costs, and it’s very dubious if that’s really worth it.  Now, the Fed has the political problem that they’ve been insisting on a 2% target rate for years. If they say right at this moment that 3% or 4% is okay that would be seen as surrendering or moving the goalposts. I think a likely outcome is that inflation gets down to 3% or 4% and the Fed continues to say their target is a 2% inflation rate but never does what has to be done to get it there.  If you examine Fed history you see that 5% appears to be a magic number. When inflation is above 5% it becomes this big political issue. When it goes below 5% it disappears from the headlines.  What do you think is important for our readers to know about this back-and-forth between Powell and Warren?  Behind all of this, in a market economy there’s sort of a basic glitch. We have this thing called unemployment, we sort of chronically have not enough jobs for everybody and that’s a big problem. The problem can be reduced somewhat in the short run if you get the economy going very fast. But then that leads to inflation. Accepting that unemployment has to go back up is just recognizing that there’s this glitch in the market economy or capitalism. It’s not clear how we can get around that.  US regulators say SVB customers will be made whole  CNN Business’ David Goldman reports:  In an extraordinary action to restore confidence in America’s banking system, the Biden administration on Sunday guaranteed that customers of the failed Silicon Valley Bank will have access to all their money starting Monday.  In a related action, the government shut down Signature Bank, a regional bank that was teetering on the brink of collapse in recent days. Signature’s customers will receive a similar deal, ensuring that even uninsured deposits will be returned to them Monday.  SVB collapse: live updates  In a joint statement Sunday, Treasury Secretary Janet Yellen, Federal Reserve Chair Jerome Powell and Federal Deposit Insurance Corporation Chairman Martin J. Gruenberg said the FDIC will make SVB and Signature’s customers whole. By guaranteeing all deposits — even the uninsured money that customers kept with the failed banks — the government aimed to prevent more bank runs and to help companies that deposited large sums with the banks to continue to make payroll and fund their operations.  The Fed will also make additional funding available for eligible financial institutions to prevent runs on similar banks in the future.  Wall Street investors were relieved that the government intervened as stock futures rebounded on Sunday evening, although the rally is fading Monday morning. Markets had tumbled more than 3% Thursday and Friday as investors feared more bank failures and systemic risk for the tech sector."},{"link":"https://edition.cnn.com/2023/03/13/investing/first-republic-bank","text":"New York CNN —  Wall Street’s confidence in regional banks remained shaky Monday, despite emergency measures from the Biden administration to protect customer deposits.  First Republic shares fell more than 60% and were briefly halted for volatility. Western Alliance Bancorp’s stock also fell 60%, and PacWest Bancorp fell more than 34%.  The SPDR S&P Regional Banking exchange-traded fund fell 11%.  Monday’s turmoil for bank stocks stems from the collapse Friday of Silicon Valley Bank, which came unglued last week as customers panicked and yanked their deposits.  Rather than bailing out the bank, the Biden administration and federal regulators on Sunday night said they would to backstop customers’ deposits — even those that weren’t insured. The same protections would be in place for customers of Signature, a New York regional lender that folded when depositors were apparently spooked by SVB’s demise.  By guaranteeing all deposits — even the uninsured money that customers kept with the failed banks — the government aimed to prevent more bank runs and to help companies that deposited large sums with the banks to continue to make payroll and fund their operations.  The Fed will also make additional funding available for eligible financial institutions to prevent runs on similar banks in the future.  Despite those emergency measures to avoid a 2008-style crisis, investors sold off shares of regional banks that are seen as having similar risk potential.  “It’s a good thing that we have the backstop, and it’s a good thing that the depositors were protected,” said Mike O’Rourke, chief market strategist at Jones Trading. “But it doesn’t change the fact that there’s still problems — you’re just basically buying time to sort the problems out in a better way.”  The intervention from the Biden administration and the Fed does not amount to a 2008-style bailout, meaning investors in the banks’ stock and bonds will not be protected.  O’Rourke said he’s not concerned about the health of the banking system.  “It’s a confidence-crisis risk,” he said. “If we get through the next 24, 48 hours without the regulators having to close anymore banks, we should be fine.”  First Republic lists $213 billion in assets. The lender reached out to customers over the weekend in a bid to reassure them.  “In light of recent industry events, the last few days have caused uncertainty in the financial markets,” First Republic senior executives said in an email to clients viewed by CNN. “We want to take a moment to reinforce the safety and stability of First Republic, reflected in the continued strength of our capital, liquidity and operations.”  —CNN’s Matt Egan contributed reporting."},{"link":"https://edition.cnn.com/2023/03/13/investing/sheila-bair-svb-fed-rates","text":"New York CNN —  Sheila Bair, a top banking regulator during the 2008 financial crisis, says the stunning implosion of Silicon Valley Bank is exactly why the Federal Reserve needs to halt its war on inflation.  “The Fed needs to hit pause and assess the full impact of its actions so far before raising short rates further,” Bair, the former chair of the Federal Deposit Insurance Corporation, told CNN on Sunday in a phone interview.  “If they paused, it would have a settling effect on the markets,” said Bair, who led the FDIC through the 2008 failure of Washington Mutual. Silicon Valley Bank is second only to Washington Mutual in terms of the biggest bank failures in US history.  Before Friday, investors were anticipating a major interest rate hike of a half percentage point at the Fed’s March 21-22 meeting. Bair said a hike of that size would not be “well advised” given the Silicon Valley Bank collapse.  Similarly, Goldman Sachs told clients late Sunday that “in light of the stress in the banking system,” the bank no longer expects the Federal Reserve to deliver a rate hike next week. Goldman, however, still expects rate hikes of a quarter point in the Fed’s May, June and July meetings, though it added there is “considerable uncertainty about the path.”  To fight inflation, the Fed has aggressively lifted interest rates at a pace unseen since the early 1980s.  Those interest rate hikes have contributed to the collapse of Silicon Valley Bank in at least two key ways.  First, higher borrowing costs rocked the frothy parts of the US economy, especially the tech industry that Silicon Valley Bank catered to. Secondly, the Fed’s rate hikes undermined the value of the Treasury bonds that banks rely on as a central source of capital.  “When money gets tighter, financial assets lose value. That has to be carefully managed,” said Bair, who led the FDIC during a wave of bank failures during the 2008 global financial crisis.  As of the end of last year, US banks were sitting on $620 billion in unrealized losses (assets that have lost value but haven’t been sold yet), according to FDIC data. Those assets could lose further value if the Fed keeps raising rates.  Silicon Valley locked $1.8 billion of losses on bonds it held last week as it rushed to sell securities in a bid to shore up its balance sheet.  But news of the need to raise cash spooked customers, many of them tech startups. They panicked, yanking $42 billion last Thursday alone when Silicon Valley Bank’s stock crashed by 60%, according to filings by California regulators. By the close of business that day, Silicon Valley Bank had a negative cash balance of about $958 million.  “This was a bank run,” said Bair. “From what I can tell, the assets are good quality, if held to maturity. But, humans are humans.”  The worry is that bank customers and investors could start to back away from other banks perceived to be the next weakest links. That’s why the US government stepped in with an extraordinary rescue plan Sunday to ensure customers were made whole."},{"link":"https://edition.cnn.com/2023/03/13/investing/global-markets-svb-monday-intl-hnk","text":"Hong Kong/London CNN —  US stock futures were holding steady Monday after an extraordinary move by US financial regulators to restore confidence in the country’s banking system.  S&P 500 futures gave up their overnight gains to trade flat and Nasdaq futures were 0.32% higher Monday morning. Dow futures, which rose in early morning trade, fell back 0.28%.  On Sunday, the Biden administration promised that customers of the failed Silicon Valley Bank (SVB) and Signature Bank would have access to all their money starting Monday.  In a joint statement, US Treasury Secretary Janet Yellen, Federal Reserve Chair Jerome Powell and Federal Deposit Insurance Corporation Chairman Martin J. Gruenberg said the FDIC will make SVB and Signature Bank’s customers whole.  In a related action, the government shut down Signature Bank, a regional bank that was teetering on the brink of collapse in recent days.  By guaranteeing all deposits, even the uninsured money that customers kept with the banks, the government aimed to prevent more bank runs and to help companies that deposited large sums with the banks to continue to make payroll and fund their operations.  The US Federal Reserve will also make additional funding available for eligible financial institutions to prevent runs on similar banks in the future.  Investors around the world visibly exhaled after the announcement, according to Stephen Innes, managing partner of SPI Asset Management, who likened it to “the calvary” coming to the rescue.  “Cross-asset traders of all stripes are heaving a sigh of relief as bank runs have a tendency to catch on globally,” he told CNN.  “It’s not so much the risk of bank defaults as it is the investor fear that is contagious, so the backstop reduces investor panic mode.”  European stocks down  Intervention by the US authorities to stem the fallout from SVB’s collapse has done little to calm investors across the pond.  European stocks ticked down in early morning trade as a selloff in bank stocks, which began Thursday, continued apace.  Europe’s benchmark Euro Stoxx 600 (SXXL) dropped 2.5% Monday morning, while London’s FTSE 100 (UKX) lost 2.2%.  The Stoxx Europe 600 Banks index, which tracks 42 big European banks, fell 5%, clocking its biggest fall since March 2021.  Stocks sank despite an announcement by HSBC (FTRXX) Monday that it had bought the UK arm of SVB for £1 ($1.2), saying the business’s customers could “continue to bank as usual” and that their deposits were safe.  The FTSE-listed bank’s stock fell 3.5% in European trade.  Asian markets mixed  Asia-Pacific stocks were mixed as investors digested news of the US regulatory efforts.  The losses were led by Japan’s benchmark Nikkei (N225) index, which closed 1.1% down. South Korea’s Kospi (KOSPI) initially fell in morning trade, before reversing course to stand 0.7% higher. In Australia, the S&P/ASX 200 ended 0.5% lower.  In Hong Kong, the Hang Seng Index (HSI) closed up 2%, while the Shanghai Composite (SHCOMP) was 1.2% higher.  Innes attributed the mixed reaction to other factors weighing on markets, including a strong yen in Japan “weighing on exporters” there and continued uncertainty among global investors over the Fed’s interest rate policy.  Bank shares in Asia were under pressure Monday, following a heavy rout for their US and European counterparts late last week.  Standard Chartered (SCBFF), which is headquartered in London but makes most of its money in Asia, dropped 0.6% in Hong Kong. Singapore’s DBS, Southeast Asia’s largest lender, dipped 0.8%.  US markets had tumbled more than 3% Thursday and Friday as investors feared more bank failures and systemic risk for the tech sector. SVB was hugely important to the technology industry for decades, specializing in providing funding to startups.  “After their selloff on Friday, US stock market futures are looking positive currently,” Robert Carnell, ING’s regional head of research for Asia Pacific, and Iris Pang, chief economist for Greater China, wrote in a note to clients Monday.  “So it looks for now as if the Fed’s rapid action may have forestalled a larger problem.”  SVB collapsed Friday in a stunning and rapid turn of events. The massive tech lender had faced liquidity concerns, which triggered a huge bank run, ultimately leading to the second-largest failure of a financial institution in US history.  Investor sentiment in Asia is “likely to remain fragile in the near term against the background of US banking sector concerns,” Nomura analysts wrote in a report Monday.  “In the very near term, market focus will likely remain on the fallout from the failure of SVB.”  — David Goldman contributed to this report."},{"link":"https://edition.cnn.com/2023/03/13/investing/svb-panic-china-companies-tycoons-intl-hnk","text":"Hong Kong CNN —  The collapse of Silicon Valley Bank (SVB), which courted Chinese start-ups, has caused widespread concern in China, where a string of founders and companies rushed to appease investors by saying their exposure was insignificant or nonexistent.  SVB, which worked with nearly half of all venture-backed tech and healthcare companies in the United States before it was taken over by the government, has a Chinese joint venture, which was set up in 2012 and targeted the country’s tech elite.  The SPD Silicon Valley Bank, which was owned 50-50 owned by SVB and local partner Shanghai Pudong Development Bank, said Saturday that its operations were “sound.”  “The bank has a standardized corporate governance structure and an independent balance sheet,” it said in a statement. “As China’s first technology bank, SPD Silicon Valley Bank is committed to serving Chinese science and technology companies, and has always had sound operations in accordance with Chinese laws and regulations.”  It’s unclear what will happen to SVB’s ownership of the joint venture.  SVB Financial Group, the parent company of SVB, also has two business consulting firms and one financial service firms in mainland China, according to corporate database Tianyancha.  Concerns about the failure of SVB have spread around the world, as investors fretted about the broader risks to the global banking sector and any potential spillover effect.  In an extraordinary move to restore confidence in America’s banking system, the Biden administration on Sunday guaranteed that customers of SVB and Signature Bank, which was closed by regulators, will have access to all their money.  That action appears to have appeased global markets, with US futures rallying in response and some Asian markets paring earlier losses.  SVB's headquarters in Santa Clara, California, on March 10, 2023. Nathan Frandino/Reuters  Not significant exposure  In China, at least a dozen firms have issued statements since SVB collapsed trying to pacify investors or clients, saying that their exposure to the lender was limited. Most were biotech companies.  BeiGene, one of China’s largest cancer-focused drug companies, said Monday it had more than $175 million uninsured cash deposits at SVB, which represents approximately 3.9% of its cash, cash equivalents and short-term investments.  “The company does not expect the recent developments with SVB to significantly impact its operations,” it said.  Zai Lab, a pharmaceutical firm, announced that its cash deposits at SVB were “immaterial” at about $23 million.  The closure of SVB “will not have an impact” on the company’s ability to meet its operating expenses and capital expenditure requirements, including payroll, it said.  Other companies that publicly assured investors included Andon Health, Sirnaomics, Everest Medicines, Broncus Medical, Jacobio Pharmaceuticals, Brii Biosciences, CStone Pharmaceuticals, Genor Biopharma and CANbridge Pharmaceuticals.  Mobile ad tech firm Mobvista and wealth management firm Noah Holdings said their cash holdings at SVB were “minimal” or “immaterial.”  Popular selfie app Meitu said it hadn’t held any bank accounts at SVB since 2020. It issued a statement “to avoid any potential public misunderstanding.”  Ascletis Pharma, MicroPort NeuroTech, Antengene Corp, and Suzhou Basecare Medical Corporation also denied they had any deposits or business dealings with SVB.  Pan Shiyi, co-founder and former chairman of Soho China, a major Beijing-based property developer, denied he had any money at SVB after reports went viral on social media that he had lost billions of yuan.  “We never opened an account with Silicon Valley Bank, nor placed a deposit,” he said late Sunday on his Weibo account."},{"link":"https://edition.cnn.com/2023/03/12/investing/silicon-valley-bank-bailout","text":"New York CNN —  Silicon Valley Bank failed in rapid, stunning fashion Friday. This week, the tech and banking sector are growing skittish about the next shoe to drop.  What took place Friday was an old-fashioned bank run: Customers yanked $42 billion from Silicon Valley Bank on Thursday, leaving the bank with $1 billion in negative cash balance, the company said in a regulatory filing. In other words, the bank owed more to customers than it had on hand. SVB and federal regulators scrambled but couldn’t raise enough capital to make up the difference, and the bank was declared insolvent Friday.  The Federal Deposit Insurance Corp. took control of the bank and said it would pay customers their insured deposits on Monday. But there’s a catch: The FDIC covers just $250,000 in customer deposits. As of the end of last year, Silicon Valley Bank said it had $151.5 billion in uninsured deposits, $137.6 billion of which was held by American customers.  Although customers could collect some of their uninsured deposits as the government unwinds and liquidates the bank’s assets to repay them, it’s not clear that the companies invested with the bank will recover all or close to all the cash they had stored at SVB.  That has led to two major fears and one unified call for action: Investors are concerned other banks with similar profiles to SVB could be next to fail. Wall Street is also concerned the tech companies that kept their cash with Silicon Valley Bank could collapse. That’s why demand for a government bailout is growing.  It may be coming – but it probably won’t look anything like the last one.  Comparisons to 2008  Enhanced US regulations following the 2008 financial crisis led the biggest, most systemically significant banks to shore up their emergency reserves to withstand storms like the current situation. That means the global banking system is not in danger of collapsing like it was a decade and a half ago.  “The banking system overall is more resilient, it has a better foundation than before the [2008] financial crisis,” White House Office of Management and Budget Director Shalanda Young told CNN’s Kaitlan Collins on “State of the Union.” “That’s largely due to the reforms put in place.”  Some of SVB’s problems were unique to the bank: It provided financing for almost half of US venture-backed technology and health care companies, so it had nearly all its eggs in one basket. Most banks are better diversified than that.  But not all: Wall Street investors sent smaller bank stocks sinking sharply over the last few days. First Republic Bank (FRC), PacWest Bancorp (PACW) and Signature Bank (SBNY) fell so much Friday they tripped an automatic circuit breaker and were temporarily halted so nervous investors could take a breather. First Republic’s stock is down 29% over the past two days. Signature is down 32%.  That led the broader stock market down more than 3% Thursday and Friday on widespread speculation customers may start to pull their money out of smaller banks too, perhaps echoing the savings and loan crisis that lasted through much of the 1980s and early 1990s.  As the Fed hiked rates at a historic pace and the value of banks’ bonds started to crumble, the gap between what banks paid for bonds and what they became worth widened dramatically: Banks were sitting on $620 billion unrealized losses at the end of last year, according to the FDIC, and some small banks may get sucked into the ravine without help.  And companies that had massive uninsured deposits with SVB may be unable to make payroll or do business next week. Many tech startups said they were scrambling to figure out their next steps and whether they could survive their bank’s sudden collapse. A popular crypto stablecoin Circle fell to an all-time low this weekend. Bankruptcies, insolvencies, layoffs and plenty of other disruption could follow in the week ahead if SVB customers aren’t made whole.  What a bailout might look like  Calls for a bailout have grown over the weekend from Silicon Valley to Wall Street. Those calls may go unanswered.  Treasury Secretary Janet Yellen has been in touch with financial regulators all weekend and working with them “diligently” following the collapse of Silicon Valley Bank, Young told CNN. But Yellen pushed back on a bank bailout in an interview with CBS Sunday.  “Let me be clear that during the financial crisis, there were investors and owners of systemic large banks that were bailed out … and the reforms that have been put in place means that we’re not going to do that again,” Yellen told CBS. “But we are concerned about depositors and are focused on trying to meet their needs.”  However, Yellen suggested the government may try to do something to shore up companies that had large, uninsured deposits with SVB.  “We’re well aware that many startup firms have deposits and venture capital firms have deposits at this bank that have been affected by its failure,” Yellen said. “So this is something we’re working to try to resolve.”"},{"link":"https://edition.cnn.com/2023/03/12/investing/stocks-week-ahead","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Silicon Valley Bank’s collapse last week sent tingles of panic down investors’ spines as it highlighted a larger problem across the banking sector: The widening gap between the value large lenders place on the bonds they hold and what they’re actually worth on the market.  SVB’s downfall was tied, in part, to the plunge in the value of bonds it acquired during boom times, when it had a lot of customer deposits coming in and needed somewhere to park the cash.  But SVB isn’t the only institution with that issue. US banks were sitting on $620 billion in unrealized losses (assets that have decreased in price but haven’t been sold yet) at the end of 2022, according to the FDIC.  What’s happening: Back when interest rates were near zero, US banks scooped up lots of Treasuries and bonds. Now, as the Federal Reserve hikes rates to fight inflation, those bonds have declined in value.  When interest rates rise, newly issued bonds start paying higher rates to investors, which makes the older bonds with lower rates less attractive and less valuable.  The result is that most banks have some amount of unrealized losses on their books.  “The current interest rate environment has had dramatic effects on the profitability and risk profile of banks’ funding and investment strategies,” said FDIC Chairman Martin Gruenberg in prepared remarks at the Institute of International Bankers last week.  “Unrealized losses weaken a bank’s future ability to meet unexpected liquidity needs,” he added.  In other words, banks might find they have less cash on hand than they thought — especially when they need it — because their securities are worth less than they expected.  “Many institutions — from central banks, commercial banks and pension funds — sit on assets that are worth significantly less than reported in their financial statements,” said Jens Hagendorff, a finance professor at King’s College London. “The resulting losses will be large and need to be financed somehow. The scale of the problem is starting to cause concern.”  Still, there’s no need to panic yet, say analysts.  “[Falling bond prices are] only really a problem in a situation where your balance sheet is sinking quite quickly… [and you] have to sell assets that you wouldn’t ordinarily have to sell,” said Luc Plouvier, senior portfolio manager at Van Lanschot Kempen, a Dutch wealth management firm.  Most large US banks are in good financial condition and won’t find themselves in a situation where they’re forced to realize bond losses, said Gruenberg.  Shares of larger banks stabilized Friday after plunging to their worst day in nearly three years on Thursday.  — Julia Horowitz and Anna Coobin contributed reporting.  Do we need to increase unemployment to bring inflation down?  Last week Senator Elizabeth Warren grilled Federal Reserve Chair Jerome Powell about American job losses being potential casualties of the central bank’s battle against high inflation.  Warren, a frequent critic of the Fed’s leader, noted that an additional 2 million people would have to lose their jobs if the unemployment rate rises from its current 3.6% rate to reach the Fed’s projections of 4.6% by the end of the year.  “If you could speak directly to the two million hardworking people who have decent jobs today, who you’re planning to get fired over the next year, what would you say to them?” Warren asked.  Powell argued that all Americans, not just two million, are suffering under high inflation.  “Will working people be better off if we just walk away from our jobs and inflation remains 5% or 6%?” Powell replied.  Warren cautioned Powell that he was “gambling with people’s lives.”  The discussion was part of a larger cost-benefit analysis conversation that keeps popping up around the jobs market: Which is worse — widespread job loss or elevated inflation?  CNN spoke with two top economic analysts with different perspectives to gain a deeper understanding of the debate.  Below is our interview with Roosevelt Institute director Michael Konczal. Tomorrow you’ll hear from Johns Hopkins economics professor Laurence Ball.  This interview has been edited for length and clarity.  Before the Bell: Do we need unemployment to rise in order to ease inflation rates?  Michael Konczal: Demand for labor is so high that we probably have the ability to take heat off of the economy by slowing some measures of hiring — the quit rate or the job openings rate, for instance — which would allow wages to decelerate and cool the economy but not necessarily put a lot of people out of work.  Powell argued that high inflation could be worse for the economy and people than a tick up in unemployment. What’s your take on that cost-benefit analysis?  The thing that raised my eyebrow was Powell saying that if he walked away from his job inflation would remain at 5 or 6%. Inflation over the last three months has not been 6%, depending on what you’re looking at it hasn’t really been 5% either.  Inflation comes at a high cost when it’s at 5% or 6%, but when it does comes down to 2.5% or 3%, I’d want to know how urgent he thinks it is to get that last mile to 2% inflation if it meant two million plus people were out of work. I think the dirty secret is that economists can’t really tell you what the negative is on inflation being at 2.5% instead of 2% — there are some winners and there are some losers, but the net economic costs are less clear.  It’s gonna be really brutal on the labor market to bring inflation down to like that last mile, it might involve trade-offs that are incredibly harsh. I think it would be really devastating for so many people to lose their jobs for what is essentially a made-up number [the 2% inflation target].  How serious do you think Powell is about sticking to his 2% inflation target?  Powell does not want financial markets to become frothy or financial conditions to loosen so he needs to appear hawkish, even if he doesn’t want to be that hawkish. On the other hand, they’re playing with live ammo. This is real, millions of people are going to lose their jobs if the Fed does what it says it wants to do."},{"link":"https://edition.cnn.com/2023/03/10/investing/svb-bank","text":"New York CNN —  Silicon Valley Bank collapsed Friday morning after a stunning 48 hours in which a bank run and a capital crisis led to the second-largest failure of a financial institution in US history.  California regulators closed down the tech lender and put it under the control of the US Federal Deposit Insurance Corporation. The FDIC is acting as a receiver, which typically means it will liquidate the bank’s assets to pay back its customers, including depositors and creditors.  The FDIC, an independent government agency that insures bank deposits and oversees financial institutions, said all insured depositors will have full access to their insured deposits by no later than Monday morning. It said it would pay uninsured depositors an “advance dividend within the next week.”  The bank, previously owned by SVB Financial Group, didn’t respond to CNN’s request for comment.  What happened?  The wheels started to come off on Wednesday, when SVB announced it had sold a bunch of securities at a loss and that it would sell $2.25 billion in new shares to shore up its balance sheet. That triggered a panic among key venture capital firms, who reportedly advised companies to withdraw their money from the bank.  The company’s stock cratered on Thursday, dragging other banks down with it. By Friday morning, SVB’s shares were halted and it had abandoned efforts to quickly raise capital or find a buyer. Several other bank stocks were temporarily halted Friday, including First Republic, PacWest Bancorp, and Signature Bank.  The mid-morning timing of the FDIC’s takeover was noteworthy, as the agency typically waits until the market has closed to intervene.  “SVB’s condition deteriorated so quickly that it couldn’t last just five more hours,” wrote Better Markets CEO Dennis M. Kelleher. “That’s because its depositors were withdrawing their money so fast that the bank was insolvent, and an intraday closure was unavoidable due to a classic bank run.”  Silicon Valley Bank’s decline stems partly from the Federal Reserve’s aggressive interest rate hikes over the past year.  When interest rates were near zero, banks loaded up on long-dated, seemingly low-risk Treasuries. But as the Fed raises interest rates to fight inflation, the value of those assets has fallen, leaving banks sitting on unrealized losses.  Higher rates hit tech especially hard, undercutting the value of tech stocks and making it tough to raise funds, Moody’s chief economist Mark Zandi said. That prompted many tech firms to draw down the deposits they held at SVB to fund their operations.  “Higher rates have also lowered the value of their treasury and other securities which SVB needed to pay depositors,” Zandi said. ” All of this set off the run on their deposits that forced the FDIC to takeover SVB.”  Deputy Treasury Secretary Wally Adeyemo on Friday sought to reassure the public about the health of the banking system after the sudden collapse of SVB.  “Federal regulators are paying attention to this particular financial institution and when we think about the broader financial system, we’re very confident in the ability and the resilience of the system,” Adeyemo told CNN in an exclusive interview.  The comments come after Treasury Secretary Janet Yellen convened an unscheduled meeting of financial regulators to discuss the implosion of Silicon Valley Bank, a major lender to the hurting tech sector.  “We have the tools that are necessary to [deal with] incidents like what’s happened to Silicon Valley Bank,” Adeyemo said.  Adeyemo said US officials are “learning more information” about the collapse of Silicon Valley Bank. He argued the Dodd-Frank financial reform overhaul, signed into law in 2010, has given regulators the tools they need to address this and improved the capitalization of banks.  Adeyemo declined to predict what, if any, impact there will be to the broader economy or the tech industry.  Echoes of 2008  Despite initial panic on Wall Street over the run on SVB, which caused its shares to crater, analysts said the bank’s collapse is unlikely to set off the kind of domino effect that gripped the banking industry during the financial crisis.  “The system is as well-capitalized and liquid as it has ever been,” Zandi said. “The banks that are now in trouble are much too small to be a meaningful threat to the broader system.”  But smaller banks that are disproportionately tied to cash-strapped industries like tech and crypto may be in for a rough ride, according to Ed Moya, senior market analyst at Oanda.  “Everyone on Wall Street knew that the Fed’s rate-hiking campaign would eventually break something, and right now that is taking down small banks,” Moya said.  ‘Idiosyncratic situation’  While relatively unknown outside of Silicon Valley, SVB was among the top 20 American commercial banks, with $209 billion in total assets at the end of last year, according to the FDIC.  It’s the largest lender to fail since Washington Mutual collapsed in 2008.  The bank partnered with nearly half of all venture-backed tech and health care companies in the United States, many of which pulled deposits out of the bank.  Mike Mayo, Wells Fargo senior bank analyst, said the crisis at SVB may be “an idiosyncratic situation.”  “This is night and day versus the global financial crisis from 15 years ago,” he told CNN’s Julia Chatterly on Friday. Back then, he said, “banks were taking excessive risks, and people thought everything was fine. Now everyone’s concerned, but underneath the surface the banks are more resilient than they’ve been in a generation.”  Rate hikes take a bite  SVB’s sudden fall mirrored other risky bets that have been exposed in the past year’s market turmoil.  Crypto-focused lender Silvergate said Wednesday it is winding down operations and will liquidate the bank after being financially pummeled by turmoil in digital assets. Signature Bank, another lender, was hit hard by the bank selloff, with shares sinking 30% before being halted for volatility Friday.  “SVB’s institutional challenges reflect a larger and more widespread systemic issue: The banking industry is sitting on a ton of low-yielding assets that, thanks to the last year of rate increases, are now far underwater — and sinking,” wrote Konrad Alt, co-founder of Klaros Group.  Alt estimated that rate increases have “effectively wiped out approximately 28% of all the capital in the banking industry as of the end of 2022.”"},{"link":"https://edition.cnn.com/2023/03/10/investing/svb-banking-crisis-what-next","text":"London CNN —  The failure of Silicon Valley Bank is rattling markets and raising uncomfortable questions: Will it undermine the broader banking system and start a new meltdown?  Billionaire hedge fund manager Bill Ackman has compared SVB to Bear Stearns, the first lender to collapse at the start of the 2007-2008 global financial crisis.  “The risk of failure and deposit losses here is that the next, least well-capitalized bank faces a run and fails, and the dominoes continue to fall,” Ackman wrote on Twitter.  Yet most analysts say the implosion of SVB appears company-specific for now. A crucial lender to US technology startups, the bank came under pressure as Silicon Valley funding dried up, the result of an economic slowdown and rapidly rising interest rates.  “The reason [SVB is] in trouble is because they have exposure to particular industries,” said Jonas Goltermann, deputy chief markets economist at Capital Economics. Most other banks, he added, are more “diversified.”  And Deputy Treasury Secretary Wally Adeyemo on Friday sought to reassure the public about the health of the banking system after the sudden collapse of SVB.  “Federal regulators are paying attention to this particular financial institution and when we think about the broader financial system, we’re very confident in the ability and the resilience of the system,” Adeyemo told CNN in an exclusive interview.  The comments come after Treasury Secretary Janet Yellen convened an unscheduled meeting of financial regulators to discuss the implosion of Silicon Valley Bank, a major lender to the hurting tech sector.  “We have the tools that are necessary to [deal with] incidents like what’s happened to Silicon Valley Bank,” Adeyemo said.  There’s also less anxiety about the stability of the banking sector due to the significant regulatory reforms put in place after the crisis in 2008.  Still, SVB’s collapse reveals stresses created by the fastest jump in borrowing costs in decades. Central banks have raised interest rates to tame high inflation, but the pace of the increases has thrown up unexpected problems. And worries persist about further unintended consequences.  For example, banks that scooped up US Treasuries and other bonds when interest rates were very low are now sitting on losses as borrowing costs have risen and bond prices have gone down.  Bank stocks rattled  Founded in 1983, SVB provided financing for almost half of US venture-backed technology and health care companies. Its problems came to light this week when it revealed that it was in dire need of funds. The company shared plans Wednesday to raise more than $2 billion from investors to fill a hole in its finances created by the sale of part of its hard-hit bond portfolio.  SVB put the bonds up for sale as customers, facing leaner times, pulled their money from the bank. Shares of SVB plunged 60% on Thursday. Trading in the stock was halted Friday amid reports that the bank, unable to raise all the money it needed, was hunting for a buyer.  Then California’s regulators intervened, shutting the bank down and calling in the US Federal Deposit Insurance Corporation to act as receiver. Silicon Valley Bank had about $209 billion in total assets and $175 billion in total deposits as of the end of last year, according to the FDIC.  In a sign concerns are spilling into other parts of the banking sector, shares of other lenders have been falling, too. JPMorgan Chase (JPM), Bank of America (BAC), Wells Fargo (WFC) and Citigroup (C) all suffered drops of between 4% and 7% Thursday.  While their shares stabilized on Friday, smaller banks continued to suffer. An exchange-traded fund tracking regional banks, the SPDR S&P Regional Banking ETF, was down more than 6%. Banks in Europe were also hit.  What happens next?  Other lenders with highly specialized clientele could come under pressure. Crypto-focused lender Silvergate said Wednesday that it was winding down operations after recent turmoil in digital assets pummeled its finances.  But the risks of broader contagion are thought to be limited for now.  “Overall, the banking system is in good shape and able to withstand significant shocks,” said Jens Hagendorff, a finance professor at King’s College London. “I think SVB is special in the sense that they have a fickle depositor base.”  Mike Mayo, senior bank analyst at Wells Fargo, said the crisis at SVB might be “an idiosyncratic situation.”  “This is night and day versus the global financial crisis from 15 years ago,” he told CNN’s Julia Chatterley Friday. Back then, he said, “banks were taking excessive risks, and people thought everything was fine. Now everyone’s concerned, but underneath the surface the banks are more resilient than they’ve been in a generation.”  Similarly, former US Treasury Secretary Larry Summers told Bloomberg News Friday that he saw “no systemic risk” if the situation “is handled reasonably,” adding he had “every reason to think that it will be.”  Yet the tumult reveals the bind banks could find themselves in as economic and market conditions change rapidly.  SVB’s downfall was tied, in part, to the plunge in the value of bonds it bought up during boom times, when it had a lot of customer deposits coming in and needed somewhere to park the cash.  The rise in interest rates has made low-yielding assets like bonds worth a lot less. That caused problems when the bank needed to raise funds quickly.  “[Falling bond prices are] only really a problem in a situation where your balance sheet is sinking quite quickly… [and you] have to sell assets that you wouldn’t ordinarily have to sell,” said Luc Plouvier, senior portfolio manager at Van Lanschot Kempen, a Dutch wealth management firm.  SVB may not be the only institution that needs to tackle this issue.  “Many institutions — from central banks, commercial banks and pension funds — sit on assets that are worth significantly less than reported in their financial statements,” Hagendorff said. “The resulting losses will be large and need to be financed somehow. The scale of the problem is starting to cause concern.”  — Allison Morrow, Nicole Goodkind and Matt Egan contributed reporting."},{"link":"https://edition.cnn.com/2023/03/10/investing/us-bank-stocks-sell-off-fallout","text":"London/Hong Kong CNN —  Markets in Europe and Asia tumbled Friday following a sharp selloff in banking stocks in the United States as a major tech lender said it had to sell shares to plug a hole in its finances.  SVB Financial Group (SIVB), which is partnered with nearly half of all venture-backed tech and health care companies in the United States, was forced to raise capital after it sold part of its portfolio of US Treasuries at a loss to cover a rapid decline in customer deposits.  The Nasdaq exchange suspended trading in SVB shares at 8.35 a.m. ET Friday after they fell 49% in premarket trading. Stocks in the company cratered 60% on Thursday.  “Lots of banks hold large portfolios of bonds and rising interest rates make these less valuable — the SVB situation is a reminder that many institutions are sitting on large unrealized losses on their fixed-income holdings,” commented Russ Mould, investment director at UK broker AJ Bell.  Europe’s benchmark Stoxx Europe 600 index fell 0.9% in early trading, while London’s bank-heavy FTSE 100 (UKX) index slid 1.4%.  The Stoxx Europe 600 Banks index, which tracks 42 big European banks, including those in the United Kingdom, sank by more than 4% Friday morning before recovering slightly.  Shares in banking giant HSBC (HSBC) tumbled 4.5% Friday. The shares of Barclays (BCS) were down 3.6%, Deutsche Bank (DB) 6.8% and Italy’s Unicredit (UNCFF)4%.  In Asia, Hong Kong’s Hang Seng (HSNGY)led losses in the region, sinking 3%, while China’s Shanghai and Korea’s Kospi fell 1.4% and 1% respectively.  Asian markets have also been pressured this week because China has failed to announce any major economic stimulus during its National People’s Congress.  Meanwhile, Japan’s Nikkei ended Friday down 1.7% as the country’s central bank decided to keep its ultra-low interest rates unchanged.  US stocks dipped in pre-market trading, before recovering to post modest gains by 9.07 a.m. ET.  Fall from grace  The losses come after US bank stocks logged the largest falls in nearly three years on Thursday. The KBW Bank Index, which tracks 24 leading US banks, fell 7.7%, its biggest drop in almost three years.  The Dow closed lower by 543 points, or 1.7%, Thursday. The S&P 500 fell by 1.9% and the Nasdaq Composite was down 2.1%.  The selloff is a sharp turnaround for the global banking sector, which, until Thursday, had enjoyed surging stock valuations since last fall.  On one hand, high interest rates have been a boon for banks, helping them make heftier returns on loans to households and businesses, and as savers deposit more of their money into savings accounts.  But, on the other, some large banks that had scooped up expensive Treasuries and other bonds when interest rates were very low, are sitting on losses as borrowing costs have risen and bond prices have gone down.  Banks heavily exposed to the tech sector, like SVB, are particularly at risk as cash-hungry startups withdraw their deposits."},{"link":"https://edition.cnn.com/2023/03/10/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  The US labor market is remarkably strong — unemployment is sitting at five-decade lows even as the Federal Reserve does all it can to cool the economy in its fight against inflation. Wage growth is also increasing as demand for labor outpaces supply.  But not all workers have benefited equally from wage gains.  A new Wells Fargo report shows that the number of single women in the labor force has grown three times faster than the broader labor pool over the last decade. At the same time, their salaries have failed to keep up with those of their male counterparts.  Those gaps have a profound effect not only on the well being of workers but also on the overall economy and stock market.  What’s happening: Never-married women earned just 92% of what never-married men did last year, according to the Wells Fargo report. Women also reported having 29% less wealth, overall.  It’s not just single women. The overall wage gap between men and women has stagnated over the last 20 years.  In 2022, US women on average earned about 82 cents for every dollar a man earned, according to a new Pew Research Center analysis of median hourly earnings of both full- and part-time workers.  That represents an improvement of just 3 cents since 2002.  Those wage gaps are “persistently disappointing,” ADP’s Chief Economist Nela Richardson told CNN on Thursday. She said the gaps are seen across all age groups, job levels and industries.  They’re also bad for the economy as a whole. On average, women employed in the United States lose a combined $1.6 trillion every year due to the wage gap, according to the National Partnership for Women and Families. That loss of wages means women have less money to support themselves and retire on, as well as to spend in their communities.  Markets suffer: Companies with smaller gender pay gaps tend to be rewarded by their shareholders.  That may be because of the popularity of ESG investing — when traders evaluate companies using environmental, social and governance factors. “The gender pay gap is informing investment strategies,” wrote Refinitiv analysts in a recent report. “Our recent analysis shows that [shares of] companies with no gender pay gap outperform companies with pay gaps between male and female employees,” wrote Refinitiv.  Companies with more women in high-paying, executive positions also tend to be more profitable.  The SHE fund, which was designed to measure the performance of US large cap stocks that are gender diverse, has returned 3.1% so far this year — a full percentage point higher than the S&P 500.  A McKinsey study of 366 companies across the United States and United Kingdom found that companies in the top 25% for gender diversity among their executives were also 25% more likely than their counterparts to achieve above-average profitability.  Jobs, bank stocks and Biden: What Wall Street is watching  ▸ Welcome to jobs day.  Investors have been eagerly anticipating the release of February employment numbers by the Bureau of Labor Statistics for weeks. That’s because January’s report left them stunned when the US economy blew past all expectations and added 517,000 jobs in the first month of the year, bringing unemployment to a 54-year low.  This time around, analysts are expecting a tamer but still strong 205,000 jobs were added last month, according to Refinitiv data.  The persistently tight labor market has spurred concern among Fed officials that there’s an imbalance in wage negotiating that could put upward pressure on inflation. Federal Reserve officials, and Wall Street, will keep a close watch on Friday’s report as policymakers try to cool the economy to rein in high prices.  ▸ Bank stocks plunged on Thursday after SVB Financial Group, a bank that lends primarily to tech companies, told investors it had to sell $1.75 billion in shares at a loss to cover rapidly declining customer deposits.  That triggered concern that the Federal Reserve’s interest rate hikes are preventing banks from raising capital. Large US banks inked their worst day in nearly three years as fear overtook Wall Street.  Silicon Valley-based SVB notched the largest decline in the sector, down by more than 60%, as CEO Greg Becker said the bank could be dealing with problems for some time to come.  Shares of JPMorgan Chase (JPM) dropped by 5.4%, Bank of America (BAC) fell 6.2%, Wells Fargo (WFC) was down 6.2% and Citigroup (C) was 4.1% lower.  ▸ President Joe Biden released his budget on Thursday which included new proposed taxes on the wealthy and corporations.  The Biden administration proposed a 25% minimum tax on the richest Americans, new taxes on oil and gas companies and a hike in the US corporate tax rate to 28% from 21%.  Biden would cut the deficit “by asking the wealthy and big corporations to begin to pay their fair share and by cutting wasteful spending on Big Pharma, Big Oil and other special interests,” said White House Office of Management and Budget director Shalanda Young.  Biden’s budget proposal is just that — a proposal. But it does give Wall Street a peek into the president’s priorities for the next year.  American whiskey travels the globe  American spirits exports exploded to a new record in 2022: About $2 billion worth of US-made alcohol was shipped abroad last year, up about 30% from 2021.  So have our friends abroad gained a new appreciation for Kentucky bourbon? Maybe, but the boom is more likely due to the temporary halt of European and UK tariffs on American alcohol, according to a new report by the Distilled Spirits Council of the United States.  That makes it cheaper for Brits and other Europeans to purchase hard drinks that come from the states.  When it comes to hard alcohol, Europe is America’s largest export market. About 34% of US spirits were exported to the European Union last year, totaling $703 million in value. That’s a 25% increase compared to 2021.  Dig deeper: Brown-Forman (BFA), the company behind Jack Daniel’s, Woodford Reserve and Old Forester Bourbons, among other spirits, missed Wall Street earnings expectations when it reported its corporate results on Wednesday.  The company’s stock is down more than 5% so far this year."},{"link":"https://edition.cnn.com/2023/03/09/investing/silicon-valley-bank","text":"SVB Financial Group scrambled on Thursday to reassure its venture capital clients their money was safe after a capital raise led to its stock collapsing 60% and contributed to wiping out over $80 billion in value from bank shares.  SVB, which does business as Silicon Valley Bank, launched a $1.75 billion share sale on Wednesday to shore up its balance sheet. It said in an investor prospectus it needed the proceeds to plug a $1.8 billion hole caused by the sale of a $21 billion loss-making bond portfolio consisting mostly of US Treasuries. The portfolio was yielding it an average 1.79% return, far below the current 10-year Treasury yield of around 3.9%.  Investors in SVB’s stock fretted over whether the capital raise would be sufficient given the deteriorating fortunes of many technology startups that the bank serves. The company’s stock collapsed to its lowest level since 2016, and after the market closed shares slid another 26% in extended trade.  SVB’s CEO Gregory Becker has been calling clients to assure them their money with the bank is safe, according to two people familiar with the matter.  Some startups have been advising their founders to pull out their money from SVB as a precautionary measure, the sources added. One of them is Peter Thiel’s Founders Fund, according to one of the sources.  One San Francisco-based startup told Reuters they successfully wired all their funds out of SVB on Thursday afternoon, and the funds had appeared in their other bank account as a “pending” incoming wire by 4 pm Pacific Time on Thursday.  However, the Information publication reported the bank told four clients that transfers could be delayed.  SVB did not respond to multiple requests for comment.  A crucial lender for early-stage businesses, SVB is the banking partner for nearly half of US venture-backed technology and healthcare companies that listed on stock markets in 2022.  “While VC (venture capital) deployment has tracked our expectations, client cash burn has remained elevated and increased further in February, resulting in lower deposits than forecasted,” Becker said in a letter to investors seen by Reuters.  Broader risks?  The funding winter is a fallout of a relentless increase in borrowing costs by the Federal Reserve over the last year as well as elevated inflation.  The SVB turmoil raised investors’ concerns about broader risks in the sector.  Shares of First Republic, a San Francisco-based bank, sank more than 16.5% after hitting the lowest level since October 2020, becoming the second-biggest decliner in the S&P 500 index. Zion Bancorp dropped more than 12% and the SPDR S&P regional banking ETF slid 8% after hitting its lowest point since January 2021.  Major US banks were also hit, with Wells Fargo & Co down 6%, JPMorgan Chase & Co down 5.4%, Bank of America Corp 6% lower and Citigroup Inc 4% lower.  Thursday’s slump evaporated over $80 billion in stock market value from the 18 banks making up the S&P 500 banks index, including a $22 billion drop in the value of JPMorgan.  In a separate deal, SVB said private equity firm General Atlantic will buy $500 million worth of its shares.  Meanwhile, ratings agency Moody’s downgraded the bank’s long-term local currency bank deposit.  Natalie Trevithick, head of investment grade credit strategy at investment adviser Payden & Rygel, said the bank’s bonds were not doing as poorly as the equity.  “Future performance is going to be news dependent but I don’t expect them to properly recover in the near term. It’s not quite cheap enough for a lot of buy-the-dip people to come back in,” Trevithick said.  Despite the latest concerns, analysts at brokerage firm Wedbush Securities said the bank had received significant proceeds from selling securities and raising capital.  “We do not believe that SIVB is in a liquidity crisis,” Wedbush analyst David Chiaverini said in a report, referring to the company’s trading symbol.  Positioning for higher rates  SVB said that funds raised from the stock sale will be re-invested in shorter-term debt and the bank will double its term borrowing to $30 billion.  “We are taking these actions because we expect continued higher interest rates, pressured public and private markets, and elevated cash burn levels from our clients,” Becker said in the letter.  “When we see a return to balance between venture investment and cash burn – we will be well positioned to accelerate growth and profitability,” he said, noting SVB is “well capitalized.”  The bank also forecast a “mid-thirties” percentage decline in net interest income this year, larger than the “high teens” drop it forecast seven weeks earlier.  Bank stocks remained under pressure from “risk-off sentiment” and questions about systemic risks to the industry, said John Luke Tyner, a fixed income analyst at Aptus Capital Advisors."},{"link":"https://edition.cnn.com/2023/03/09/investing/roger-ng-1mdb-sentence","text":"Former Goldman Sachs banker Roger Ng was sentenced to 10 years in prison on Thursday, after he was convicted of helping loot billions of dollars from Malaysia’s 1MDB sovereign wealth fund.  A jury in Brooklyn federal court last April found Ng, Goldman’s former head of investment banking in Malaysia, guilty of helping his former boss Tim Leissner embezzle money from the fund, launder the proceeds and bribe government officials to win business.  The charges stem from some $6.5 billion in bonds that Goldman helped 1MDB, which was founded to finance development projects in Malaysia, sell in 2012 and 2013.  U.S. prosecutors said $4.5 billion of that sum was embezzled by officials, bankers and their associates, in one of the biggest scandals in Wall Street history.  Funds were used to buy high-end real estate, jewelry and artwork, and finance the Hollywood film, “The Wolf of Wall Street,” according to the Department of Justice.  U.S. District Judge Margo Brodie, who imposed the sentence, said Ng and his co-defendants “effectively stole money” meant for infrastructure and economic development projects to aid the Malaysian people.  “There is a critical need to deter crimes of pure greed like this one,” Brodie said.  The 1MDB scandal also rocked Malaysian politics. Former Prime Minister Najib Razak is serving a 12-year prison sentence after being convicted by a Malaysian court of receiving $10 million from a former 1MDB unit.  Najib has consistently denied wrongdoing.  In a filing last week, federal prosecutors in Brooklyn urged Brodie to sentence Ng to 15 years in prison, calling him a “deeply corrupt banker” and arguing a stiff sentence was necessary to dissuade other financial professionals from bribing officials to win business.  “Foreign corruption undermines the public’s confidence in international markets and institutions,” prosecutors wrote. “It destroys people’s faith in their leaders and it is deeply unfair to everybody else who plays by the rules.”  In his own sentencing request on Feb. 25, Ng asked that he be given no prison time and be allowed to return to Malaysia. He spent six months in a Malaysian prison before waiving his right to contest extradition to the United States in 2018.  Ng had pleaded not guilty and argued that $35 million in kickback payments he was accused of receiving was actually a return on an investment his wife had made.  Leissner had been Goldman’s Southeast Asia chief. He pleaded guilty and testified against Ng as part of a cooperation agreement. He has not yet been sentenced.  Jho Low, a Malaysian financier and suspected mastermind of the scheme, was indicted alongside Ng in 2018 but remains at large. Malaysian officials have said Low is in China, which Beijing denies.  In October 2020, Goldman agreed to pay $2.9 billion and its Malaysian unit pleaded guilty to a corruption charge."},{"link":"https://edition.cnn.com/2023/03/09/investing/stocks-daily-update","text":"New York CNN —  Fear overtook Wall Street Thursday after SVB Financial Group, a bank that lends primarily to tech companies, told investors it had to sell $1.75 billion in shares at a loss in order to cover rapidly declining customer deposits.  That triggered losses across the banking sector and concern that the Federal Reserve’s interest rate hikes are preventing banks from raising capital.  Bank stocks fell by their largest levels in nearly three years on Thursday, bringing all three major indexes down with them.  The Dow closed lower by 543 points, or 1.7%. The S&P 500 fell by 1.9% and the Nasdaq Composite was down 2.1%.  Silicon Valley-based SVB notched the largest decline in the sector, down by more than 60%, as CEO Greg Becker said the bank could be dealing with problems for some time to come.  Shares of JPMorgan Chase dropped by 5.4%, Bank of America fell 6.2%, Wells Fargo was down 6.2% and Citigroup was 4.1% lower.  When interest rates were near zero, large banks scooped up Treasuries and bonds. Now, as the Federal Reserve hikes rates to fight inflation, those bonds are worth much less and banks are sitting on the losses. For SVB, which said it is partnered with nearly half of all venture-backed tech and health care companies, cash-hungry startups are feeling the pinch.  Investors were also rattled ahead of Friday’s key employment report from the Labor Department, which they hope will provide some clarity on the Fed’s next policy moves."},{"link":"https://edition.cnn.com/2023/03/09/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Reddit investors have been the butt of many jokes over the last few years, but could these much-maligned meme traders have the last laugh?  A surprising new survey finds that 58% of institutional investors — the professionals who trade on behalf of banks and pension funds, the so-called “smart money” — admit to having made an investment decision based on information from Reddit.  Of those familiar with the popular, gossipy social media site, 46% of those polled expect to use the platform more in the next year and about 50% considered Reddit to be of “high importance” in stock evaluations, reported the Brunswick Group. Institutional investors also cited Twitter and TikTok as helpful platforms for investing research.  This radical shift in information-gathering comes as a pandemic-era influx of retail investors, day traders and outright amateurs revolutionizes the way Wall Street functions.  What’s happening: Retail investors are pouring a record $1.5 billion per day into the stock market, according to data from Vanda Research. Corporations are paying attention, and so are institutional investors. As Main Street traders’ gain sway over markets, it has become increasingly important for professional investors to keep abreast of what they’re up to.  “Institutional investors are encroaching on traditionally retail-oriented online spaces,” wrote analysts at Brunswick. “This increased interest in retail investors could be a consequence of the financial fallout from popular ‘meme stocks’ like GameStop, AMC, and Bed Bath & Beyond as institutional investors look for ways to keep their pulse on the conversation among retail investors.”  The overlap between institutional and retail investors isn’t limited to Reddit and social media. Robinhood Snacks was ranked as the most-subscribed-to newsletter by the institutional investors interviewed.  Brunswick has conducted its annual survey on the digital habits of institutional investors for over a decade. This year, it polled 257 institutional investors across North America, the United Kingdom, and the European Union.  Retail investors amass funds, and power: Retail investors now account for half of all wealth globally, according to a recent report by Bain & Company. That surge in power has led companies to structure investment products that attract these individuals, accelerating the convergence between the retail and institutional worlds.  At the same time, retail investors have become more savvy and are conducting research of their own. About 63% of retail investors spent more time researching stocks in February than they did during the same month last year, according to research by investing platform Public.  Institutional investors, meanwhile, appear to be embracing the meme world. Hedge funds recently disclosed in filings that they had increased their holdings of GameStop by about 15% over the last quarter.  Jobs, housing and a warning to Big Tech  ▸ Two important jobs reports were released Wednesday and the results were, annoyingly, contradictory.  The number of job openings in the United States fell to 10.8 million in January, down from an upwardly revised 11.23 million in December, the Bureau of Labor Statistics reported Wednesday as part of its monthly Job Openings and Labor Turnover Survey, or JOLTS.  At the same time. private businesses added more jobs than forecast in February, according to ADP. The payroll company estimated that 242,000 jobs were added last month, higher than the forecast of 200,000 and more than double the revised 119,000 added in January.  Investors, and the Federal Reserve, will be looking for greater clarity on the state of the labor market in the official jobs numbers due out Friday morning.  Fed officials have expressed concern that a tight labor market could keep upward pressure on wages and, in turn, inflation.  ▸ The gap between home-seekers and actual homes widened significantly last year. New data shows that the US housing market is now short 6.5 million homes.  The rate of overall housing starts slowed in 2022 while completions climbed. In 2022, roughly 1 million single-family homes were started, which is 10.6% fewer than in 2021, though still more than in any other single year back to 2012.  Want to dig deeper? Check out Before the Bell’s interview with David O’Reilly, CEO of the real estate developer Howard Hughes Corp.  ▸ My colleague Brian Fung reports: US senators said Wednesday that bipartisan support is growing for revising a federal law known as Section 230 of the Communications Decency Act that essentially grants immunity to tech platforms and websites regarding what they publish.  “Here’s a message to Big Tech: Reform is coming,” said Sen. Richard Blumenthal, who chaired a technology subcommittee hearing to consider changes to the law.  Lawmakers from both parties praised the Supreme Court for considering Section 230 when it heard Gonzalez v. Google, a case about whether YouTube can be sued for algorithmically suggesting terrorist-created videos to users.  The case could have major repercussions for how social media sites rank, present and promote content online.  But the senators said that, however the Court rules, it is up to Congress to rewrite the law so that members of the public can take platforms to court and hold them accountable.  Rabbits, hats and the debt ceiling  Federal Reserve Chairman Jerome Powell wrapped up his second and final day of Congressional testimony with a relatively uneventful three-hour hearing in front of the House Financial Services Committee on Wednesday.  But there was one notable moment: Representative William Timmons asked a question about the trillion-dollar coin. That’s the far-fetched potential solution to the debt ceiling crisis where the president issues a $1 trillion platinum coin, deposits it with the Federal Reserve, and allows the government to keep paying its bills.  “There are no rabbits to be pulled out of hats here,” said Powell when asked if he would accept the coin. “That would be a rabbit coming out of a hat.”"},{"link":"https://edition.cnn.com/2023/03/13/investing/silicon-valley-bank-collapse-explained","text":"London CNN —  Silicon Valley Bank collapsed with astounding speed on Friday. Investors are now on edge about whether its demise could spark a broader banking meltdown.  The US federal government has stepped in to guarantee customer deposits, but SVB’s downfall continues to reverberate across global financial markets. The government has also shut down Signature Bank, a regional bank that was teetering on the brink of collapse, and guaranteed its deposits.  In a sign of how seriously officials are taking the SVB failure, US President Joe Biden told Americans Monday that they “can rest assured that our banking system is safe,” adding: “We will do whatever is needed on top of all this.”  Here’s what you need to know about the biggest US bank failure since the global financial crisis.  A Brinks armored truck sits parked in front of the shuttered Silicon Valley Bank headquarters on March 10, 2023 in Santa Clara, California, United States. Justin Sullivan/Getty Images  What is Silicon Valley Bank?  Established in 1983, Silicon Valley Bank was, just before collapsing, America’s 16th largest commercial bank. It provided banking services to nearly half of all US venture-backed technology and life science companies.  It also has operations in Canada, China, Denmark, Germany, Ireland, Israel, Sweden and the United Kingdom.  SVB benefited hugely from the tech sector’s explosive growth in recent years, fueled by ultra-low borrowing costs and a pandemic-induced boom in demand for digital services.  The bank’s assets, which include loans, more than tripled from $71 billion at the end of 2019 to a peak of $220 billion at the end of March 2022, according to financial statements. Deposits ballooned from $62 billion to $198 billion over that period, as thousands of tech startups parked their cash at the lender. Its global headcount more than doubled.  Why did it collapse?  SVB’s collapse came suddenly, following a frenetic 48 hours during which customers yanked deposits from the lender in a classic run on the bank.  But the root of its demise goes back several years. Like many other banks, SVB ploughed billions into US government bonds during the era of near-zero interest rates.  What seemed like a safe bet quickly came unstuck, as the Federal Reserve hiked interest rates aggressively to tame inflation.  When interest rates rise, bond prices fall, so the jump in rates eroded the value of SVB’s bond portfolio. The portfolio was yielding an average 1.79% return last week, far below the 10-year Treasury yield of around 3.9%, Reuters reported.  At the same time, the Fed’s hiking spree sent borrowing costs higher, meaning tech startups had to channel more cash towards repaying debt. At the same time, they were struggling to raise new venture capital funding.  That forced companies to draw down on deposits held by SVB to fund their operations and growth.  What sparked the bank run?  While SVB’s problems can be traced back to its earlier investment decisions, the run on the bank was triggered Wednesday when the lender announced that it had sold a bunch of securities at a loss and would sell $2.25 billion in new shares to plug the hole in its finances.  That set off panic among customers, who withdrew their money in large numbers.  The bank’s stock plummeted 60% Thursday and dragged other bank shares down with it as investors began to fear a repeat of the global financial crisis a decade and a half ago.  By Friday morning, trading in SVB shares was halted and it had abandoned efforts to raise capital or find a buyer. California regulators intervened, shutting the bank down and placing it in receivership under the Federal Deposit Insurance Corporation, which typically means liquidating the bank’s assets to pay back depositors and creditors.  What about depositors and investors?  US regulators said Sunday that they would guarantee all SVB customers’ deposits. The move is aimed at preventing more bank runs and helping tech companies to continue paying staff and funding their operations.  The intervention does not amount to a 2008-style bailout, however, which means investors in the company’s stock and bonds will not be protected.  “Let me be clear that during the financial crisis, there were investors and owners of systemic large banks that were bailed out … and the reforms that have been put in place mean that we’re not going to do that again,” Treasury Secretary Janet Yellen told CBS in an interview Sunday.  “But we are concerned about depositors and are focused on trying to meet their needs.”  Will this trigger a banking crisis?  There are already some signs of stress at other banks. Trading in First Republic Bank (FRC) and PacWest Bancorp (PACW) was temporarily halted Monday after the shares plunged 65% and 52% respectively. Charles Schwab (SCHW) stock was down 7% at 11.30 a.m. ET Monday.  In Europe, the benchmark Stoxx Europe 600 Banks index, which tracks 42 big EU and UK banks, fell 5.6% in morning trade — notching its biggest fall since last March. Shares in embattled Swiss banking giant Credit Suisse were down 9%.  SVB isn’t the only financial institution whose investments into government bonds and other assets have fallen dramatically in value.  At the end of 2022, US banks were sitting on $620 billion in unrealized losses — assets that have decreased in price but haven’t been sold yet, according to the FDIC.  In a sign that regulators have concerns about wider financial chaos, the Fed said Sunday that it would make additional funding available for eligible financial institutions to prevent the next SVB from collapsing.  Most analysts point out that US and European banks have much stronger financial buffers now than during the global financial crisis. They also highlight that SVB had very heavy exposure to the tech sector, which has been particularly hard hit by rising interest rates.  “While SVB is a major failure, [it] and other niche players like Signature are quite unique in the broader banking world,” research analysts David Covey, Adrian Cighi and Jaimin Shah at M&G Investments commented in a blog post on Monday. “So unique, in our view, that it is unlikely to create material problems for any of the large diversified banks in the US or Europe from a credit point of view.”  Why did HSBC buy the UK business for £1?  HSBC stepped in Monday to buy SVB UK for £1 ($1.2), securing the deposits of thousands of British tech companies that hold money at the lender.  Had a buyer not been found, SVB UK would have been placed into insolvency by the Bank of England, leaving customers with only deposits worth up to £85,000 ($100,000) — or £170,000 ($200,000) for joint accounts — guaranteed.  The HSBC rescue is “fantastic news” for the UK startup ecosystem, said Piotr Pisarz, the CEO of Uncapped, a financial tech startup that lends to other startups. “I think we can all relax a bit today,” he told CNN.  In a statement, HSBC CEO Noel Quinn said the acquisition “strengthens our commercial banking franchise and enhances our ability to serve innovative and fast-growing firms, including in the technology and life science sectors, in the UK and internationally.”"},{"link":"https://edition.cnn.com/2023/03/13/investing/european-banks-svb-collapse","text":"London CNN —  Investors dumped European bank stocks for a third straight day Monday, despite dramatic moves over the weekend by the US and UK governments to shore up confidence in the financial system following Friday’s collapse of Silicon Valley Bank.  Europe’s benchmark Stoxx Europe 600 Banks index, which tracks 42 big EU and UK banks, fell 5.6% by mid-afternoon — notching its biggest fall since March last year. The broader Stoxx Europe 600 index dropped 2.1%, while the bank-heavy FTSE 100 (UKX) was 2.2% down.  Shares in embattled Swiss bank Credit Suisse (AMJL) plunged 12% to a new record low, before recovering. The shares of HSBC (FTRXX) fell 3.8%, Barclays (ATMP) 5.7%, Deutsche Bank (DB) 4.3% and Italy’s Unicredit (UNCFF) 7.5%.  The falls have heightened fears that the second-biggest US banking collapse in history may be followed by further failures of weaker banks. That’s despite interventions by officials on both sides of the Atlantic to stem the panic, and the relatively limited exposure among European banks to SVB and its clients.  “Investors have still been shaken by the events of the past few days,” Susannah Streeter, head of money and markets at investing platform Hargreaves Lansdown, told CNN.  The London Stock Exchange Group headquarters in the City of London, UK, on Thursday, March 2, 2023. Hollie Adams/Bloomberg/Getty Images  On Sunday, the Biden administration promised that customers of SVB and Signature Bank, which was shut down on Sunday, would have access to all their money starting Monday. In a break with precedent, the government ensured that even uninsured deposits will be returned.  The Federal Reserve will also make additional funding available for eligible financial institutions to prevent runs on similar banks in the future. US banks are sitting on $620 billion in unrealized losses — assets that have decreased in price but haven’t been sold yet — as of the end of 2022, according to the Federal Deposit Insurance Corporation.  It is unclear how many unrealized losses EU and UK banks are carrying on their books.  The extraordinary moves by the US authorities were designed to prevent more bank runs and to help companies that deposited large sums with the banks to continue to make payroll and fund their operations.  HSBC (FTRXX), Europe’s biggest bank, announced early on Monday that it had bought the UK arm of SVB for £1 ($1.2), effective “immediately.” The Bank of England told SVB UK’s customers that all their deposits were safe.  Sharp losses in Europe  Still, investors were jittery in Europe, where officials have not yet promised any additional liquidity support to the banking sector more generally, as has happened in the United States.  “The deposit insurance scheme in the US is significantly more generous than in Europe, and there is a growing expectation that the US Treasury will move swiftly to fully guarantee deposits if more banks turn insolvent,” Streeter said.  Chris Beauchamp, chief market analyst at trading platform IG, agreed. European investors were waiting for “verbal reassurance” from the European Central Bank, he said, which may not come until Thursday when it next meets to set interest rates.  “The move by US authorities is a sign that they are responding quickly, whereas Europe has still to respond,” he told CNN.  Beauchamp added that the sharper falls in European bank stocks so far seen on Monday might partly reflect their stronger performance relative to US banks this year.  The Stoxx Europe 600 Banks index rose 21% in the first eight weeks of the year, about 12 percentage points more than the KBW Bank Index, which tracks 24 leading US banks. Both indexes have fallen back since the beginning of March.  “US markets are down much more sharply over the last month,” Beauchamp said. “So much of the pessimism might be priced in.”"},{"link":"https://edition.cnn.com/2023/03/13/investing/svb-uk-business-deal-intl-hnk","text":"Hong Kong/London CNN —  HSBC has scooped up the UK arm of failed Silicon Valley Bank, securing the deposits of thousands of British tech firms that hold money at the lender.  Had a buyer not been found, SVB UK would have been placed into insolvency by the Bank of England following the stunning collapse of its parent in the United States. Insolvency would have left customers with only deposits worth up to £85,000 ($100,000) — or £170,000 ($200,000) for joint accounts — guaranteed.  In a statement, the central bank said it “can confirm that all depositors’ money with SVB UK is safe and secure as a result of this transaction.”  HSBC, Europe’s biggest bank, announced the £1 ($1.2) deal early Monday morning, saying it would be effective “immediately.”  The acquisition should “end the nightmare thousands of tech firms had been experiencing over the past few days,” Susannah Streeter, head of money and markets at investing platform Hargreaves Lansdown, said in a statement.  SVB UK is a major bank partner for Britain’s tech sector, and the failure of its parent sent tech executives scrambling to work out how to get their cash out to pay staff and cover operating expenses.  The HSBC rescue is “fantastic news” for the UK startup ecosystem, said Piotr Pisarz, the CEO of Uncapped, a financial tech startup that lends to other startups. “I think we can all relax a bit today,” he told CNN.  Uncapped had launched an emergency funding program Saturday to help companies meet payroll and other obligations. It had received “hundreds” of applications from UK and US firms by Monday, according to Pisarz, who said it remained ready to support firms affected by the SVB collapse. Uncapped is also offering longer-term bridge loans to help with working capital.  Pisarz said startup companies would likely look to diversify their banking relationships because of this event. It was an “unhealthy situation” to have around half of Britain’s startup ecosystem banking with a single institution, he added.  In a statement, HSBC CEO Noel Quinn said the acquisition meant that “SVB UK customers can continue to bank as usual, safe in the knowledge that their deposits are backed by the strength, safety and security of HSBC.”  “This acquisition makes excellent strategic sense for our business in the UK,” he said. “It strengthens our commercial banking franchise and enhances our ability to serve innovative and fast-growing firms, including in the technology and life science sectors, in the UK and internationally.”  Bank stocks slide  HSBC’s London-listed shares fell after market open and were 3.6% lower in morning trading. The Stoxx Europe 600 banking index, which tracks 42 big European Union and UK banks, also took a knock, trading 5.6% down.  Britain’s finance minister Jeremy Hunt sought to reassure investors on the health of the country’s broader banking system.  “There was never a systemic risk to our financial stability in the UK,” he told reporters. “The UK banking system is extremely secure, it’s well-capitalized.”  As of last Friday, SVB UK had loans of approximately £5.5 billion ($6.7 billion) and deposits of around £6.7 billion ($8.1 billion), according to the HSBC statement. It also logged a pretax profit of £88 million ($106.5 million) in its last fiscal year ended December.  SVB, a lender best known for providing financing to startups, had faced liquidity concerns in the United States, triggering a huge bank run last week. That ultimately led to its collapse, the second-biggest of a financial institution in US history, on Friday.  US financial regulators reacted swiftly to concerns of contagion over the weekend, announcing that customers of the failed bank would get access to all their money starting Monday.  Authorities have also guaranteed deposits for customers of Signature Bank, a regional US lender shut down by regulators because it had faced financial trouble in recent days.  — Hanna Ziady contributed reporting."},{"link":"https://edition.cnn.com/2023/03/13/investing/premarket-stocks-trading","text":"A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.  New York CNN —  Understanding the economy is a complicated task, and even the experts are struggling to answer seemingly simple questions like “Are we on the brink of a recession?” or “Why isn’t inflation falling faster?”  Many have resorted to the use of metaphor to convey the current complexity of the economy.  It’s a communications tactic that some Federal Reserve officials have long favored. In the early 1980s, Nancy Teeters, the first woman appointed to the Federal Reserve Board, came up with an apt metaphor to explain why she disagreed with steep rate hikes implemented by then-Fed Chairman Paul Volcker.  Her colleagues were “pulling the financial fabric of this country so tight that it’s going to rip,” she said. “Once you tear a piece of fabric, it’s very difficult, almost impossible, to put it back together again,” she added, before remarking that “none of these guys has ever sewn anything in his life.”  These days, economists and analysts are turning to increasingly outlandish metaphors to help translate their thoughts.  Here are some of the most interesting descriptors used recently and what they mean:  Wile E. Coyote  If you think back to Saturday morning cartoons, you may remember the never-ending, and mostly futile, chase between Wile E. Coyote and his nemesis, Road Runner. That pursuit often ended with Wile E. running off a cliff and into mid-air.  The toons were fun sources of entertainment in our salad years, but former Treasury Secretary Larry Summers says they now double as a case study for the Fed and the economy.  “The [Federal Reserve’s] process of bringing down inflation will bring on a recession at some stage, as it almost always has in the past,” Summers told CNN last week.  And for the US economy, it could likely mean a “Wile E. Coyote moment,” Summers said — if we run off the cliff, gravity will eventually win out.  “The economy could hit an air pocket in a few months,” he said.  Antibiotics  When describing the state of the economy, Summers doesn’t just rely on Looney Tunes. He also borrows from the medical community.  While describing why the Fed can’t end its rate hike regimen when inflation shows signs of showing, Summers has compared higher interest rates to medicine for a country sick with high inflation. The entire dose must be taken for the treatment to fully work, he says.  “We’ve all had the experience of taking a course of drugs and giving up, stopping the drugs, before the course was exhausted, simply because we felt better. And then, whatever infection we had came back and it was harder to fight the second time,” Summers told Boston’s NPR news station WBUR in February.  For what it’s worth, Before the Bell is also guilty of using this one.  Fog report  We may be driving in the fog, landing a plane in the fog or even just walking in it.  What’s important in this oft-used scenario is that it’s hard to see and we’re doing something that typically requires clear visibility.  Clients “facing the fog of uncertainty in financial markets, economic growth and geopolitics,” should “avoid unnecessary lane changes,” and “allow extra time to reach your destination,” advised Goldman Sachs analysts earlier this year.  It’s essentially a fancy way of saying that no one really knows what’s going on in this economy. Instead of attempting to find a way out of the chaos, investors should slow down, stay the course and wait for recovery.  Edibles  Late last year, investment analyst Peter Boockvar used a semi-illicit metaphor to explain why he thought the Fed might be over-tightening the economy into recession. He compared the Fed to an inexperienced consumer of weed gummies, which can take a long time to kick in.  During that waiting period, an eager consumer may think the drugs aren’t working and eat more before the effects of the first dose even set in. They then inevitably find themselves way too stoned and feeling not-so-great.  Boockvar was careful to note that he himself does not indulge in this practice, by the way.  Storm chasing  JPMorgan Chase CEO Jamie Dimon should receive an honorary degree in meteorology for his recessionary weather predictions.  The Big Bank exec has repeatedly referred to economic recession as a storm gathering on the horizon — occasionally he’ll update the public on how far away and how bad that storm is.  Last summer Dimon spooked markets when he compared a possible upcoming recession to a “hurricane.” In November, he downgraded it to a “storm.”  By January, his forecast was simply “storm clouds,” adding that he probably should never have used the term “hurricane.”  Polyurethane  Rick Rieder, BlackRock’s Chief Investment Officer of Global Fixed Income, has likened the economy to a bendable piece of plastic. Much like the economy, he wrote, polyurethane, “displays flexibility and adaptability, but also durability and strength.”  He added that “the material’s ability to be stretched, bent, stressed and flexed without breaking, while in fact returning to its original condition, is what makes it so chemically unique. In recent years the US economy has displayed a remarkable resilience to stresses and an extraordinary ability to adapt to changing conditions.”  Do people need to lose jobs to bring down inflation?  Last week Senator Elizabeth Warren grilled Federal Reserve Chair Jerome Powell about American job losses being potential casualties of the central bank’s battle against high inflation.  Warren, a frequent critic of the Fed’s leader, noted that an additional 2 million people would have to lose their jobs if the unemployment rate rises from its current 3.6% rate to reach the Fed’s projections of 4.6% by the end of the year.  “If you could speak directly to the two million hardworking people who have decent jobs today, who you’re planning to get fired over the next year, what would you say to them?” Warren asked.  Powell argued that all Americans, not just two million, are suffering under high inflation.  “Will working people be better off if we just walk away from our jobs and inflation remains 5% or 6%?” Powell replied.  Warren cautioned Powell that he was “gambling with people’s lives.”  The discussion was part of a larger cost-benefit conversation that keeps popping up around the jobs market: Which is worse — widespread job loss or elevated inflation?  CNN spoke with two top economic analysts with different perspectives to gain a deeper understanding of the debate.  Below is our interview with Johns Hopkins economist Laurence Ball.  Yesterday we published our interview with Roosevelt Institute director Michael Konczal, you can read that here.  This interview has been edited for length and clarity.  Before the Bell: Is it necessary to increase the unemployment rate to successfully fight inflation?  Laurence Ball: There’s a trade off between inflation and unemployment. When the economy is very strong and unemployment is pushed down, inflation tends to be higher. Right now there are almost two job openings per unemployed worker, the supply of workers looking for jobs and the demand for firms to hire is out of whack. That’s leading to faster wage increases, which sounds good except that gets passed through to faster price increases and more inflation. So somehow the labor market has to be brought back towards a normal balance of workers and jobs and that means slowing down the economy, and that probably means raising unemployment.  Can you explain the cost-benefit analysis of two million jobs lost to get down to 2% inflation?  If we assume we have to get inflation down to 2%, then it’s just an unhappy fact of life that that’s going to require higher unemployment. But a lot of people, including me, think that if the Fed gets it down to 4% or 3%, that’s the time to declare victory or say, ‘close enough for government work.’  It gets more and more expensive in terms of how much unemployment it costs to go from 3% to 2% inflation. Those last few points will have disproportionately large costs, and it’s very dubious if that’s really worth it.  Now, the Fed has the political problem that they’ve been insisting on a 2% target rate for years. If they say right at this moment that 3% or 4% is okay that would be seen as surrendering or moving the goalposts. I think a likely outcome is that inflation gets down to 3% or 4% and the Fed continues to say their target is a 2% inflation rate but never does what has to be done to get it there.  If you examine Fed history you see that 5% appears to be a magic number. When inflation is above 5% it becomes this big political issue. When it goes below 5% it disappears from the headlines.  What do you think is important for our readers to know about this back-and-forth between Powell and Warren?  Behind all of this, in a market economy there’s sort of a basic glitch. We have this thing called unemployment, we sort of chronically have not enough jobs for everybody and that’s a big problem. The problem can be reduced somewhat in the short run if you get the economy going very fast. But then that leads to inflation. Accepting that unemployment has to go back up is just recognizing that there’s this glitch in the market economy or capitalism. It’s not clear how we can get around that.  US regulators say SVB customers will be made whole  CNN Business’ David Goldman reports:  In an extraordinary action to restore confidence in America’s banking system, the Biden administration on Sunday guaranteed that customers of the failed Silicon Valley Bank will have access to all their money starting Monday.  In a related action, the government shut down Signature Bank, a regional bank that was teetering on the brink of collapse in recent days. Signature’s customers will receive a similar deal, ensuring that even uninsured deposits will be returned to them Monday.  SVB collapse: live updates  In a joint statement Sunday, Treasury Secretary Janet Yellen, Federal Reserve Chair Jerome Powell and Federal Deposit Insurance Corporation Chairman Martin J. Gruenberg said the FDIC will make SVB and Signature’s customers whole. By guaranteeing all deposits — even the uninsured money that customers kept with the failed banks — the government aimed to prevent more bank runs and to help companies that deposited large sums with the banks to continue to make payroll and fund their operations.  The Fed will also make additional funding available for eligible financial institutions to prevent runs on similar banks in the future.  Wall Street investors were relieved that the government intervened as stock futures rebounded on Sunday evening, although the rally is fading Monday morning. Markets had tumbled more than 3% Thursday and Friday as investors feared more bank failures and systemic risk for the tech sector."},{"link":"https://edition.cnn.com/2023/03/13/investing/sheila-bair-svb-fed-rates","text":"New York CNN —  Sheila Bair, a top banking regulator during the 2008 financial crisis, says the stunning implosion of Silicon Valley Bank is exactly why the Federal Reserve needs to halt its war on inflation.  “The Fed needs to hit pause and assess the full impact of its actions so far before raising short rates further,” Bair, the former chair of the Federal Deposit Insurance Corporation, told CNN on Sunday in a phone interview.  “If they paused, it would have a settling effect on the markets,” said Bair, who led the FDIC through the 2008 failure of Washington Mutual. Silicon Valley Bank is second only to Washington Mutual in terms of the biggest bank failures in US history.  Before Friday, investors were anticipating a major interest rate hike of a half percentage point at the Fed’s March 21-22 meeting. Bair said a hike of that size would not be “well advised” given the Silicon Valley Bank collapse.  Similarly, Goldman Sachs told clients late Sunday that “in light of the stress in the banking system,” the bank no longer expects the Federal Reserve to deliver a rate hike next week. Goldman, however, still expects rate hikes of a quarter point in the Fed’s May, June and July meetings, though it added there is “considerable uncertainty about the path.”  To fight inflation, the Fed has aggressively lifted interest rates at a pace unseen since the early 1980s.  Those interest rate hikes have contributed to the collapse of Silicon Valley Bank in at least two key ways.  First, higher borrowing costs rocked the frothy parts of the US economy, especially the tech industry that Silicon Valley Bank catered to. Secondly, the Fed’s rate hikes undermined the value of the Treasury bonds that banks rely on as a central source of capital.  “When money gets tighter, financial assets lose value. That has to be carefully managed,” said Bair, who led the FDIC during a wave of bank failures during the 2008 global financial crisis.  As of the end of last year, US banks were sitting on $620 billion in unrealized losses (assets that have lost value but haven’t been sold yet), according to FDIC data. Those assets could lose further value if the Fed keeps raising rates.  Silicon Valley locked $1.8 billion of losses on bonds it held last week as it rushed to sell securities in a bid to shore up its balance sheet.  But news of the need to raise cash spooked customers, many of them tech startups. They panicked, yanking $42 billion last Thursday alone when Silicon Valley Bank’s stock crashed by 60%, according to filings by California regulators. By the close of business that day, Silicon Valley Bank had a negative cash balance of about $958 million.  “This was a bank run,” said Bair. “From what I can tell, the assets are good quality, if held to maturity. But, humans are humans.”  The worry is that bank customers and investors could start to back away from other banks perceived to be the next weakest links. That’s why the US government stepped in with an extraordinary rescue plan Sunday to ensure customers were made whole."},{"link":"https://edition.cnn.com/2023/03/13/investing/global-markets-svb-monday-intl-hnk","text":"Hong Kong/London CNN —  US stock futures were holding steady Monday after an extraordinary move by US financial regulators to restore confidence in the country’s banking system.  S&P 500 futures gave up their overnight gains to trade flat and Nasdaq futures were 0.32% higher Monday morning. Dow futures, which rose in early morning trade, fell back 0.28%.  On Sunday, the Biden administration promised that customers of the failed Silicon Valley Bank (SVB) and Signature Bank would have access to all their money starting Monday.  In a joint statement, US Treasury Secretary Janet Yellen, Federal Reserve Chair Jerome Powell and Federal Deposit Insurance Corporation Chairman Martin J. Gruenberg said the FDIC will make SVB and Signature Bank’s customers whole.  In a related action, the government shut down Signature Bank, a regional bank that was teetering on the brink of collapse in recent days.  By guaranteeing all deposits, even the uninsured money that customers kept with the banks, the government aimed to prevent more bank runs and to help companies that deposited large sums with the banks to continue to make payroll and fund their operations.  The US Federal Reserve will also make additional funding available for eligible financial institutions to prevent runs on similar banks in the future.  Investors around the world visibly exhaled after the announcement, according to Stephen Innes, managing partner of SPI Asset Management, who likened it to “the calvary” coming to the rescue.  “Cross-asset traders of all stripes are heaving a sigh of relief as bank runs have a tendency to catch on globally,” he told CNN.  “It’s not so much the risk of bank defaults as it is the investor fear that is contagious, so the backstop reduces investor panic mode.”  European stocks down  Intervention by the US authorities to stem the fallout from SVB’s collapse has done little to calm investors across the pond.  European stocks ticked down in early morning trade as a selloff in bank stocks, which began Thursday, continued apace.  Europe’s benchmark Euro Stoxx 600 (SXXL) dropped 2.5% Monday morning, while London’s FTSE 100 (UKX) lost 2.2%.  The Stoxx Europe 600 Banks index, which tracks 42 big European banks, fell 5%, clocking its biggest fall since March 2021.  Stocks sank despite an announcement by HSBC (FTRXX) Monday that it had bought the UK arm of SVB for £1 ($1.2), saying the business’s customers could “continue to bank as usual” and that their deposits were safe.  The FTSE-listed bank’s stock fell 3.5% in European trade.  Asian markets mixed  Asia-Pacific stocks were mixed as investors digested news of the US regulatory efforts.  The losses were led by Japan’s benchmark Nikkei (N225) index, which closed 1.1% down. South Korea’s Kospi (KOSPI) initially fell in morning trade, before reversing course to stand 0.7% higher. In Australia, the S&P/ASX 200 ended 0.5% lower.  In Hong Kong, the Hang Seng Index (HSI) closed up 2%, while the Shanghai Composite (SHCOMP) was 1.2% higher.  Innes attributed the mixed reaction to other factors weighing on markets, including a strong yen in Japan “weighing on exporters” there and continued uncertainty among global investors over the Fed’s interest rate policy.  Bank shares in Asia were under pressure Monday, following a heavy rout for their US and European counterparts late last week.  Standard Chartered (SCBFF), which is headquartered in London but makes most of its money in Asia, dropped 0.6% in Hong Kong. Singapore’s DBS, Southeast Asia’s largest lender, dipped 0.8%.  US markets had tumbled more than 3% Thursday and Friday as investors feared more bank failures and systemic risk for the tech sector. SVB was hugely important to the technology industry for decades, specializing in providing funding to startups.  “After their selloff on Friday, US stock market futures are looking positive currently,” Robert Carnell, ING’s regional head of research for Asia Pacific, and Iris Pang, chief economist for Greater China, wrote in a note to clients Monday.  “So it looks for now as if the Fed’s rapid action may have forestalled a larger problem.”  SVB collapsed Friday in a stunning and rapid turn of events. The massive tech lender had faced liquidity concerns, which triggered a huge bank run, ultimately leading to the second-largest failure of a financial institution in US history.  Investor sentiment in Asia is “likely to remain fragile in the near term against the background of US banking sector concerns,” Nomura analysts wrote in a report Monday.  “In the very near term, market focus will likely remain on the fallout from the failure of SVB.”  — David Goldman contributed to this report."},{"link":"https://edition.cnn.com/2023/03/13/investing/svb-panic-china-companies-tycoons-intl-hnk","text":"Hong Kong CNN —  The collapse of Silicon Valley Bank (SVB), which courted Chinese start-ups, has caused widespread concern in China, where a string of founders and companies rushed to appease investors by saying their exposure was insignificant or nonexistent.  SVB, which worked with nearly half of all venture-backed tech and healthcare companies in the United States before it was taken over by the government, has a Chinese joint venture, which was set up in 2012 and targeted the country’s tech elite.  The SPD Silicon Valley Bank, which was owned 50-50 owned by SVB and local partner Shanghai Pudong Development Bank, said Saturday that its operations were “sound.”  “The bank has a standardized corporate governance structure and an independent balance sheet,” it said in a statement. “As China’s first technology bank, SPD Silicon Valley Bank is committed to serving Chinese science and technology companies, and has always had sound operations in accordance with Chinese laws and regulations.”  It’s unclear what will happen to SVB’s ownership of the joint venture.  SVB Financial Group, the parent company of SVB, also has two business consulting firms and one financial service firms in mainland China, according to corporate database Tianyancha.  Concerns about the failure of SVB have spread around the world, as investors fretted about the broader risks to the global banking sector and any potential spillover effect.  In an extraordinary move to restore confidence in America’s banking system, the Biden administration on Sunday guaranteed that customers of SVB and Signature Bank, which was closed by regulators, will have access to all their money.  That action appears to have appeased global markets, with US futures rallying in response and some Asian markets paring earlier losses.  SVB's headquarters in Santa Clara, California, on March 10, 2023. Nathan Frandino/Reuters  Not significant exposure  In China, at least a dozen firms have issued statements since SVB collapsed trying to pacify investors or clients, saying that their exposure to the lender was limited. Most were biotech companies.  BeiGene, one of China’s largest cancer-focused drug companies, said Monday it had more than $175 million uninsured cash deposits at SVB, which represents approximately 3.9% of its cash, cash equivalents and short-term investments.  “The company does not expect the recent developments with SVB to significantly impact its operations,” it said.  Zai Lab, a pharmaceutical firm, announced that its cash deposits at SVB were “immaterial” at about $23 million.  The closure of SVB “will not have an impact” on the company’s ability to meet its operating expenses and capital expenditure requirements, including payroll, it said.  Other companies that publicly assured investors included Andon Health, Sirnaomics, Everest Medicines, Broncus Medical, Jacobio Pharmaceuticals, Brii Biosciences, CStone Pharmaceuticals, Genor Biopharma and CANbridge Pharmaceuticals.  Mobile ad tech firm Mobvista and wealth management firm Noah Holdings said their cash holdings at SVB were “minimal” or “immaterial.”  Popular selfie app Meitu said it hadn’t held any bank accounts at SVB since 2020. It issued a statement “to avoid any potential public misunderstanding.”  Ascletis Pharma, MicroPort NeuroTech, Antengene Corp, and Suzhou Basecare Medical Corporation also denied they had any deposits or business dealings with SVB.  Pan Shiyi, co-founder and former chairman of Soho China, a major Beijing-based property developer, denied he had any money at SVB after reports went viral on social media that he had lost billions of yuan.  “We never opened an account with Silicon Valley Bank, nor placed a deposit,” he said late Sunday on his Weibo account."},{"link":"https://edition.cnn.com/2023/03/12/investing/svb-customer-bailout","text":"New York CNN —  In an extraordinary action to restore confidence in America’s banking system, the Biden administration on Sunday guaranteed that customers of the failed Silicon Valley Bank will have access to all their money starting Monday.  In a related action, the government shut down Signature Bank, a regional bank that was teetering on the brink of collapse in recent days. Signature’s customers will receive a similar deal, ensuring that even uninsured deposits will be returned to them Monday.  In a joint statement Sunday, Treasury Secretary Janet Yellen, Federal Reserve Chair Jerome Powell and Federal Deposit Insurance Corporation Chairman Martin J. Gruenberg said the FDIC will make SVB and Signature’s customers whole. By guaranteeing all deposits – even the uninsured money that customers kept with the failed banks – the government aimed to prevent more bank runs and to help companies that deposited large sums with the banks to continue to make payroll and fund their operations.  The Fed will also make additional funding available for eligible financial institutions to prevent runs on similar banks in the future.  “Monday will surely be a stressful day for many in the regional banking sector, but today’s action dramatically reduces the risk of further contagion,” Jefferies analysts Thomas Simons and Aneta Markowska said in a note to clients Sunday evening.  Wall Street investors were relieved that the government intervened. Dow futures were up nearly 300 points, or 0.9% late Sunday. S&P 500 and Nasdaq futures were both up 1.3%. Markets had tumbled more than 3% Thursday and Friday as investors feared more bank failures and systemic risk for the tech sector.  US taxpayers will not be on the hook for either facility, the regulators said. But shareholders and holders of unsecured corporate bonds will not be protected by the regulators’ plan.  “The US banking system remains resilient and on a solid foundation, in large part due to reforms that were made after the [2008] financial crisis that ensured better safeguards for the banking industry,” the regulators said. “Those reforms combined with today’s actions demonstrate our commitment to take the necessary steps to ensure that depositors’ savings remain safe.”  The Fed tries to stave off the next crisis  The Fed’s new so-called Bank Term Funding Program is designed to prevent the next SVB from collapsing.  In its effort to curb inflation, the Fed sent interest rates surging at a historic pace last year. That means ultra-low-interest Treasury bonds that banks invested in just a couple of years ago crumbled in value. The FDIC reported that America’s banks are sitting on $620 billion of unrealized losses.  SVB sold billions of dollars of those securities at a steep loss last week to obtain enough cash to pay customers’ deposit withdrawals. That worrisome sign triggered a bank run that led to SVB’s collapse Friday.  To prevent a repeat at another bank, the Fed said it will offer banks loans for up to a year in exchange for US Treasury bonds and mortgage-backed securities that have tumbled in value. The Fed will honor the debt’s original value for the banks that take the loans.  And, as it did during the pandemic, the Treasury will also provide $25 billion in credit protection to ensure against banks’ losses. That should help banks easily access cash when they’re in need.  “The Fed ring fenced the SVB disaster and averted a crisis of epic proportions for the banking sector,” said Wedbush Securities’ Dan Ives.”This was a much needed move to avert contagion on the banking sector and consumer confidence. That said the Street knows there is never just one cockroach and investors will be laser focused on other regional banks that need to possibly shore up capital.”  Intervening to restore collapse  American regulators worked through the weekend on the substantive plan after SVB’s stunning and rapid collapse late last week. Treasury, Federal Reserve and FDIC officials have worked with the Biden administration over the past two days to develop the facilities.  Federal officials spent the weekend pressing for a sale of SVB. The FDIC opened an auction this weekend for bids to acquire the bank, the Treasury Department said in a briefing on Sunday with lawmakers in the California delegation, two sources familiar with the briefing told CNN.  By guaranteeing the deposits, the US government is trying to avoid two potentially risky scenarios from the bank failure fallout, both of which could have dire consequences: Other banks with similar profiles to SVB and Signature could be next to fail if customers lose faith that they will have ample cash to fund their deposits. And the tech companies that kept their cash with SVB could collapse if they were unable to make payroll or fund their operations with the $250,000 worth of deposits per account that the FDIC insures.  As of the end of last year, SVB said it had $151.5 billion in uninsured deposits, $137.6 billion of which was held by American customers. Customers yanked $42 billion from Silicon Valley Bank on Thursday, leaving the bank with $1 billion in negative cash balance, the company said in a regulatory filing.  A bailout of Silicon Valley Bank itself was not under consideration, Yellen said in an interview with CBS Sunday.  “Let me be clear that during the financial crisis, there were investors and owners of systemic large banks that were bailed out … and the reforms that have been put in place means that we’re not going to do that again,” Yellen told CBS. “But we are concerned about depositors and are focused on trying to meet their needs.”  This story and headline have been updated with additional developments."},{"link":"https://finance.yahoo.com/news/the-labor-market-is-simultaneously-hot-and-cooling--and-its-kind-of-problematic-203542919.html","text":"This post was originally published on TKer.co  Stocks fell after Federal Reserve Chair Jerome Powell told Congress: “the latest economic data have come in stronger than expected, which suggests that the ultimate level of interest rates is likely to be higher than previously anticipated. If the totality of the data were to indicate that faster tightening is warranted, we would be prepared to increase the pace of rate hike.”  In other words, stronger-than-expected economic reports mean the Fed-sponsored market beatings will continue.  That brings us to the labor market where news headlines can sometimes be confusing. Is the market strong? Is it deteriorating? Is good news about jobs actually good? Or is it bad?  The answers to all of those questions are: Yes.  To understand this, let’s first check in on the data.  According to Bureau of Labor Statistics (BLS) data released Friday, U.S. employers added a respectable 311,000 jobs in February. That’s down from January’s 504,000 gain, and it confirms a downward trend from earlier in the economic recovery.  Monthly job gains remain positive. (Source: BLS via FRED)  Nevertheless, the jobs number is also consistent with the narrative that demand for labor is robust as the number of people employed continues to break records.  As of February, there were record 155 million payrolls. (Source: BLS via FRED)  During the period, the unemployment rate rose to 3.6% in February, up slightly from the 54-year low of 3.4% reported the month prior.  The unemployment rate remains very low. (Source: BLS via FRED)  The main reason the unemployment rate climbed was that 419,000 people entered the labor force, bringing the labor force participation rate up to 62.5%.  Fewer people are sitting on the sidelines of the labor market. (Source: BLS via FRED)  Rising labor force participation means more people are applying to open jobs, which helps loosen labor market tightness and relieve inflationary pressures. Indeed, average hourly earnings increased by just 0.2% month-over-month in February, the smallest increase in a year. While monthly figures can be noisy, the rolling three-month average confirms wages are cooling.  (Source: BLS via @BenCasselman)  Entrants into the labor force are entering a market with lots of jobs.  According to the January Job Openings & Labor Turnover Survey released Wednesday, there were 10.82 million job openings in January, down from 11.23 million in December. While this measure has been cooling noticeably, it remains well above pre-pandemic levels.  Story continues  The number of job openings remains high. (Source: BLS via FRED)  During the period, there were 5.69 million unemployed people — meaning there were 1.9 job openings per unemployed person. This is one of the most obvious signs of excess demand for labor.  There are nearly twice as many job openings as there are unemployed people. (Source: BLS via FRED)  Layoff activity picked up during the period. In January, there were 1.72 million layoffs, which brought the layoff rate up to 1.1%. Directionally, the acceleration in layoff metrics is discouraging. However, the levels continue to be relatively low.  Layoff activity remains below the pre-pandemic trend. (Source: BLS via FRED)  Despite ongoing news coverage of layoffs — which the Federal Reserve recently characterized as “scattered reports” — hiring is the much bigger story. There were 6.37 million hires in January.  Hiring activity eclipses layoff activity. (Source: BLS via FRED)  Initial claims for unemployment benefits — the most up-to-date of the major labor market stat — came in at 211,000 during the week March 4, up from 190,000 the week prior. While the number is up from its six-decade low of 166,000 in March 2022, it remains near levels seen during periods of economic expansion.  Unemployment claims remain very low. (Source: DoL via FRED)  Simultaneously 🔥, 🧊, and 😵‍💫  There are lots of seemingly conflicting headlines in the news about the labor market, and they might all be true.  Here are three ways to characterize the labor market that I think are all fair.  Perspective certainly plays a role in how someone characterizes the labor market: employers having to pay up as they compete for limited talent will tell you the labor market it hot; professional forecasters will tell clients economic storm clouds are gathering as the market cools; and policymakers responsible for getting inflation down will emphasize how the ongoing mismatch in labor supply and demand is problematic.  For investors, it’s kinda complicated. Recessions always come with sharp downturns in earnings, which is bad because earnings are the most important long-term driver of stocks. So labor market strength is a good thing, as it limits the risk of an economic hard landing.  But as I’ve been writing for about a year (here and here), the Fed will act in ways unfriendly to the financial markets as long as inflation is significantly above 2%. That’s because tighter financial conditions will slow the economy, which will lead to deteriorating labor market demand, which in turn should cause wages to cool, which they believe will cause inflation to come down. And based on Fed Chair Powell’s comments last week, it seems the central bank’s battle with inflation is far from over.  Unless inflation comes down for some other reason, expect the labor market to continue to cool from hot levels as it remains problematic in the Fed’s eyes.  The next datapoint on this front comes on Tuesday with the next scheduled release of the February Consumer Price Index.  That’s interesting 💡  Globally, we’re still a long way from gender parity in the workplace. From S&P Dow Jones Indices: “The U.K. is the only region where women cross the 40% threshold for board membership and across total workforce, with Europe and the U.S. closely following. Within the S&P 500®, women represent 39% of total workforce roles and close to 33% of board appointments.\"  Reviewing the macro crosscurrents 🔀  There were a few notable data points from last week to consider:  👆 There was a lot of labor market data, which we covered above.  ⛓️ Supply chain pressures ease. The New York Fed’s Global Supply Chain Pressure Index  1  — a composite of various supply chain indicators — fell in February and is hovering at levels seen before the pandemic. It's way down from its December 2021 supply chain crisis high. From the NY Fed: \"Global supply chain pressures decreased considerably in February and are now below the historical average. There were significant downward contributions by the majority of the factors, with the largest negative contribution from European Area delivery times. The GSCPI’s recent movements suggest that global supply chain conditions have returned to normal after experiencing temporary setbacks around the turn of the year.\"  Supplier delivery times, trucking capacity, seaborne freight rates, and container terminal bottlenecks have all improved significantly. This is all great news for inflation, which has begun to cool. For more on the improving supply chain, read: We can stop calling it a supply chain crisis ⛓  🔌 Electricity prices are coming down. From the EIA (via Jones Trading’s Dave Lutz): “Natural gas’s current place as the largest source of U.S. electricity generation means that its fuel costs are a significant driver of wholesale electricity prices. For 2023, we forecast that the cost of natural gas delivered to U.S. electric generators will average around $3.50/MMBtu, which would be about half the average in 2022. Although wholesale power prices can be extremely volatile in the short-term, we expect that average wholesale prices this year will be lower than in 2022 as a result of lower natural gas costs.\"  For more on energy prices, read: The other side of the surging oil price story 🛢  💳 Consumers are taking on more debt, but levels are manageable. According to Federal Reserve data, total revolving consumer credit outstanding increased to $1.21 trillion in January. Revolving credit consists mostly of credit card loans.  But as Apollo Global economist Torsten Slok notes, “the increase in household incomes has been faster. The net result is that credit card debt is declining as a share of income, see chart below. Combined with strong job growth, solid wage growth, and high excess savings, the bottom line is that the US consumer is in good shape, and there are no signs this is about to change anytime soon.\"  For more, read: Consumer finances are in remarkably good shape 💰  🍾 The entrepreneurial spirit is alive. From the Census Bureau: “Total Business Applications in February 2023 were 429,800, up 1.9% (seasonally adjusted) from January 2023.\" Applications continue to trend significantly above pre-pandemic levels.  📈 GDP growth estimates are rosy. The Atlanta Fed’s GDPNow model sees real GDP growth climbing at a 2.6% rate in Q1. This is up considerably from its initial estimate of 0.7% growth as of January 27.  For more on the improving economic outlook, read: Economic forecasts are getting revised up, and people aren't thrilled about it 🙃  Putting it all together 🤔  We’re getting a lot of evidence that we may get the bullish “Goldilocks” soft landing scenario where inflation cools to manageable levels without the economy having to sink into recession.  The Federal Reserve recently adopted a less hawkish tone, acknowledging on February 1 that “for the first time that the disinflationary process has started.“  Nevertheless, inflation still has to come down more before the Fed is comfortable with price levels. So we should expect the central bank to continue to tighten monetary policy, which means we should be prepared for tighter financial conditions (e.g. higher interest rates, tighter lending standards, and lower stock valuations). All of this means the market beatings may continue and the risk the economy sinks into a recession will relatively be elevated.  It’s important to remember that while recession risks are elevated, consumers are coming from a very strong financial position. Unemployed people are getting jobs. Those with jobs are getting raises. And many still have excess savings to tap into. Indeed, strong spending data confirms this financial resilience. So it’s too early to sound the alarm from a consumption perspective.  At this point, any downturn is unlikely to turn into economic calamity given that the financial health of consumers and businesses remains very strong.  As always, long-term investors should remember that recessions and bear markets are just part of the deal when you enter the stock market with the aim of generating long-term returns. While markets have had a terrible year, the long-run outlook for stocks remains positive.  This post was originally published on TKer.co  Click here for the latest stock market news and in-depth analysis, including events that move stocks  Read the latest financial and business news from Yahoo Finance"},{"link":"https://edition.cnn.com/2023/03/13/investing/silicon-valley-bank-collapse-explained","text":"London CNN —  Silicon Valley Bank collapsed with astounding speed on Friday. Investors are now on edge about whether its demise could spark a broader banking meltdown.  The US federal government has stepped in to guarantee customer deposits, but SVB’s downfall continues to reverberate across global financial markets. The government has also shut down Signature Bank, a regional bank that was teetering on the brink of collapse, and guaranteed its deposits.  In a sign of how seriously officials are taking the SVB failure, US President Joe Biden told Americans Monday that they “can rest assured that our banking system is safe,” adding: “We will do whatever is needed on top of all this.”  Here’s what you need to know about the biggest US bank failure since the global financial crisis.  A Brinks armored truck sits parked in front of the shuttered Silicon Valley Bank headquarters on March 10, 2023 in Santa Clara, California, United States. Justin Sullivan/Getty Images  What is Silicon Valley Bank?  Established in 1983, Silicon Valley Bank was, just before collapsing, America’s 16th largest commercial bank. It provided banking services to nearly half of all US venture-backed technology and life science companies.  It also has operations in Canada, China, Denmark, Germany, Ireland, Israel, Sweden and the United Kingdom.  SVB benefited hugely from the tech sector’s explosive growth in recent years, fueled by ultra-low borrowing costs and a pandemic-induced boom in demand for digital services.  The bank’s assets, which include loans, more than tripled from $71 billion at the end of 2019 to a peak of $220 billion at the end of March 2022, according to financial statements. Deposits ballooned from $62 billion to $198 billion over that period, as thousands of tech startups parked their cash at the lender. Its global headcount more than doubled.  Why did it collapse?  SVB’s collapse came suddenly, following a frenetic 48 hours during which customers yanked deposits from the lender in a classic run on the bank.  But the root of its demise goes back several years. Like many other banks, SVB ploughed billions into US government bonds during the era of near-zero interest rates.  What seemed like a safe bet quickly came unstuck, as the Federal Reserve hiked interest rates aggressively to tame inflation.  When interest rates rise, bond prices fall, so the jump in rates eroded the value of SVB’s bond portfolio. The portfolio was yielding an average 1.79% return last week, far below the 10-year Treasury yield of around 3.9%, Reuters reported.  At the same time, the Fed’s hiking spree sent borrowing costs higher, meaning tech startups had to channel more cash towards repaying debt. At the same time, they were struggling to raise new venture capital funding.  That forced companies to draw down on deposits held by SVB to fund their operations and growth.  What sparked the bank run?  While SVB’s problems can be traced back to its earlier investment decisions, the run on the bank was triggered Wednesday when the lender announced that it had sold a bunch of securities at a loss and would sell $2.25 billion in new shares to plug the hole in its finances.  That set off panic among customers, who withdrew their money in large numbers.  The bank’s stock plummeted 60% Thursday and dragged other bank shares down with it as investors began to fear a repeat of the global financial crisis a decade and a half ago.  By Friday morning, trading in SVB shares was halted and it had abandoned efforts to raise capital or find a buyer. California regulators intervened, shutting the bank down and placing it in receivership under the Federal Deposit Insurance Corporation, which typically means liquidating the bank’s assets to pay back depositors and creditors.  What about depositors and investors?  US regulators said Sunday that they would guarantee all SVB customers’ deposits. The move is aimed at preventing more bank runs and helping tech companies to continue paying staff and funding their operations.  The intervention does not amount to a 2008-style bailout, however, which means investors in the company’s stock and bonds will not be protected.  “Let me be clear that during the financial crisis, there were investors and owners of systemic large banks that were bailed out … and the reforms that have been put in place mean that we’re not going to do that again,” Treasury Secretary Janet Yellen told CBS in an interview Sunday.  “But we are concerned about depositors and are focused on trying to meet their needs.”  Will this trigger a banking crisis?  There are already some signs of stress at other banks. Trading in First Republic Bank (FRC) and PacWest Bancorp (PACW) was temporarily halted Monday after the shares plunged 65% and 52% respectively. Charles Schwab (SCHW) stock was down 7% at 11.30 a.m. ET Monday.  In Europe, the benchmark Stoxx Europe 600 Banks index, which tracks 42 big EU and UK banks, fell 5.6% in morning trade — notching its biggest fall since last March. Shares in embattled Swiss banking giant Credit Suisse were down 9%.  SVB isn’t the only financial institution whose investments into government bonds and other assets have fallen dramatically in value.  At the end of 2022, US banks were sitting on $620 billion in unrealized losses — assets that have decreased in price but haven’t been sold yet, according to the FDIC.  In a sign that regulators have concerns about wider financial chaos, the Fed said Sunday that it would make additional funding available for eligible financial institutions to prevent the next SVB from collapsing.  Most analysts point out that US and European banks have much stronger financial buffers now than during the global financial crisis. They also highlight that SVB had very heavy exposure to the tech sector, which has been particularly hard hit by rising interest rates.  “While SVB is a major failure, [it] and other niche players like Signature are quite unique in the broader banking world,” research analysts David Covey, Adrian Cighi and Jaimin Shah at M&G Investments commented in a blog post on Monday. “So unique, in our view, that it is unlikely to create material problems for any of the large diversified banks in the US or Europe from a credit point of view.”  Why did HSBC buy the UK business for £1?  HSBC stepped in Monday to buy SVB UK for £1 ($1.2), securing the deposits of thousands of British tech companies that hold money at the lender.  Had a buyer not been found, SVB UK would have been placed into insolvency by the Bank of England, leaving customers with only deposits worth up to £85,000 ($100,000) — or £170,000 ($200,000) for joint accounts — guaranteed.  The HSBC rescue is “fantastic news” for the UK startup ecosystem, said Piotr Pisarz, the CEO of Uncapped, a financial tech startup that lends to other startups. “I think we can all relax a bit today,” he told CNN.  In a statement, HSBC CEO Noel Quinn said the acquisition “strengthens our commercial banking franchise and enhances our ability to serve innovative and fast-growing firms, including in the technology and life science sectors, in the UK and internationally.”"}]}